Repository: mayank-tagline555/mayank-SOOQ
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Cannot add correction value. The manufacturing payment has already been completed for this jewelry production.
ar: لا يمكن إضافة قيمة تصحيح. تم إكمال دفعة التصنيع بالفعل لهذا الإنتاج من المجوهرات.

source: Precious Metal created successfully.
ar: المعدن الثمين الذي تم إنشاؤه بنجاح.

source: Precious Metal updated successfully.
ar: تم تحديث المعادن الثمينة بنجاح.

source: Precious Metal deleted successfully.
ar: تم حذف المعدن الثمين بنجاح.

source: Precious Metal retrieved successfully.
ar: تم استرداد المعدن الثمين بنجاح.

source: Precious Metals retrieved successfully.
ar: تم استرداد المعادن الثمينة بنجاح.

source: List of Precious Metal fetched successfully.
ar: قائمة المعادن الثمينة جلبت بنجاح.

source: Precious Stone created successfully.
ar: ابتكرت الحجر الثمين بنجاح.

source: Precious Stone updated successfully.
ar: تم تحديث الحجر الثمين بنجاح.

source: Precious Stone deleted successfully.
ar: تم حذف الحجر الثمين بنجاح.

source: Precious Stone retrieved successfully.
ar: تم استرداد الحجر الثمين بنجاح.

source: Precious Stones retrieved successfully.
ar: تم استرداد الأحجار الكريمة بنجاح.

source: List of Precious Stone fetched successfully.
ar: قائمة من الحجر الثمين جلبت بنجاح.

source: Purchase request status updated successfully.
ar: تم تحديث حالة طلب الشراء بنجاح.

source: Purchase request fetched successfully.
ar: جلب طلب الشراء بنجاح.

source: Precious Item created successfully!
ar: تم إنشاء عنصر ثمين بنجاح!

source: Precious Item updated successfully!
ar: تم تحديث عنصر ثمين بنجاح!

source: Precious Item deleted successfully!
ar: تم حذف عنصر ثمين بنجاح!

source: Precious Item not found.
ar: عنصر ثمين لم يتم العثور عليه.

source: Precious Items fetched successfully.
ar: العناصر الثمينة جلبت بنجاح.

source: Premium price amount is required
ar: مطلوب مبلغ سعر المميز

source: Premium price rate is required
ar: مطلوب تحديد معدل السعر المميز

source: Premium price percentage and amount is required.
ar: نسبة سعر المميز والمبلغ مطلوب.

source: Sales by continent fetched successfully.
ar: المبيعات من قبل القارة جلبت بنجاح.

source: The business associated with this purchase request is no longer active.
ar: النشاط التجاري المرتبط بهذا الطلب لم يعد نشطًا.

source: Carat type is required.
ar: نوع القيراط مطلوب.

source: Carat type not found.
ar: لم يتم العثور على نوع القيراط.

source: Stone shape/cut not found.
ar: لم يتم العثور على شكل/قطع الحجر.

source: Stone shape/cut is required.
ar: شكل/قطع الحجر مطلوب.

source: Purchase request status must be 'Pending' in order to approve or reject it.
ar: يجب أن تكون حالة طلب الشراء 'قيد الانتظار' للموافقة عليه أو رفضه.

source: Report number is valid.
ar: رقم التقرير صالح.

source: Precious item has been disabled as it is linked to existing purchases.
ar: تم تعطيل العنصر الثمين لأنه مرتبط بمشتريات قائمة.

source: Invalid serial number format: expected a list of serial numbers (e.g. ['A0001', 'A0002']).
ar: تنسيق الرقم التسلسلي غير صالح: متوقع قائمة من الأرقام التسلسلية (على سبيل المثال ['A0001', 'A0002']).

source: The number of serial numbers must match the total quantity of items requested.
ar: يجب أن يتطابق عدد الأرقام التسلسلية مع الكمية الإجمالية للعناصر المطلوبة.

source: Duplicate serial numbers found in request. Please ensure all are unique.
ar: تم العثور على أرقام تسلسلية مكررة في الطلب. يرجى التأكد من أن جميعها فريدة.

source: Serial numbers are required to approve a purchase request.
ar: أرقام تسلسلية مطلوبة للموافقة على طلب الشراء.

source: These serial numbers are not found or not available for sale: {serial_numbers}. Please verify that they are correct and not already sold or allocated.
ar: أرقام التسلسل التالية غير موجودة أو غير متاحة للبيع: {serial_numbers}. يرجى التحقق من صحتها والتأكد من أنها غير مباعة أو مخصصة بالفعل.

source: Auto-generated subscription tax invoice
ar: فاتورة ضريبة الاشتراك المُنشأة تلقائياً

source: Not found.
ar: غير موجود.

source: Precious metal price history retrieved successfully.
ar: تم جلب سجل أسعار المعادن الثمينة بنجاح.

source: English
ar: إنجليزي

source: Arabic
ar: عربي

source: Sub admin created successfully!
ar: تم إنشاء المسؤول الفرعي بنجاح!

source: Sub admin with this role already exists.
ar: يوجد مشرف فرعي بهذا الدور بالفعل.

source: Please select the valid role for the user.
ar: يرجى تحديد الدور الصحيح للمستخدم.

source: User not found.
ar: لم يتم العثور على المستخدم.

source: Sub admin deleted successfully.
ar: تم حذف المسؤول الفرعي بنجاح.

source: User updated successfully!
ar: تم تحديث المستخدم بنجاح!

source: User is not sub admin.
ar: المستخدم ليس المسؤول الفرعي.

source: A Material item already exists.
ar: يوجد عنصر مادي بالفعل.

source: Material Item created successfully.
ar: عنصر المواد التي تم إنشاؤها بنجاح.

source: Users listed successfully.
ar: المدرجين في القائمة بنجاح.

source: This field is required when the material type is metal.
ar: هذا الحقل مطلوب عندما يكون نوع المادة معدني.

source: Sub admin list fetched successfully.
ar: جلبت قائمة المسؤولين الفرعية بنجاح.

source: Sub admin details fetched successfully.
ar: تفاصيل المسؤول الفرعي جلبت بنجاح.

source: User details fetched successfully.
ar: تم جلب تفاصيل المستخدم بنجاح.

source: Deletion blocked: This business has {assigned_users_count} assigned users. Please remove all other assigned users before deleting.
ar: تم حظر الحذف: لدى هذا النشاط التجاري {assigned_users_count} مستخدمين معينين. يرجى إزالة جميع المستخدمين المعينين الآخرين قبل الحذف.

source: Business and all associated records have been permanently deleted.
ar: تم حذف النشاط التجاري وجميع السجلات المرتبطة به نهائيًا.

source: Deletion blocked: This business has an active or free subscription.
ar: تم حظر الحذف: لدى هذا النشاط التجاري اشتراك نشط أو مجاني.

source: Organization taxes and fees updated successfully.
ar: تحديث الضرائب والرسوم المنظمة بنجاح.

source: Material item not found.
ar: لم يتم العثور على عنصر المواد.

source: Material item updated successfully.
ar: تم تحديث عنصر المواد بنجاح.

source: Organization currencies fetched successfully.
ar: عملت العملات المنظمة بنجاح.

source: Organization currency not found.
ar: العملة المنظمة غير موجودة.

source: Rate must be greater than zero.
ar: يجب أن يكون معدل أكبر من الصفر.

source: Subscription transactions fetched successfully.
ar: تم جلب معاملات الاشتراك بنجاح.

source: Unable to update transaction: associated user account has been deleted.
ar: تعذر تحديث المعاملة: تم حذف حساب المستخدم المرتبط.

source: Only stone can be created. Adding new metals is not allowed.
ar: يمكن إنشاء الحجر فقط. لا يُسمح بإضافة معادن جديدة.

source: Organization details fetched successfully.
ar: تفاصيل المنظمة جلبت بنجاح.

source: Platform fee rate is required when fee type is set to percentage.
ar: معدل رسوم المنصة مطلوب عند تعيين نوع الرسوم إلى نسبة مئوية.

source: Platform fee amount must be 0 or null when fee type is set to percentage.
ar: يجب أن تكون قيمة رسوم المنصة 0 أو فارغة عند تعيين نوع الرسوم إلى نسبة مئوية.

source: Platform fee amount is required when fee type is set to amount.
ar: قيمة رسوم المنصة مطلوبة عند تعيين نوع الرسوم إلى مبلغ ثابت.

source: Platform fee rate must be 0 or null when fee type is set to amount.
ar: يجب أن يكون معدل رسوم المنصة 0 أو فارغاً عند تعيين نوع الرسوم على المبلغ.

source: Purchase request completed successfully.
ar: تم الانتهاء من طلب الشراء بنجاح.

source: Purchase request must be APPROVED to complete the request.
ar: يجب الموافقة على طلب الشراء لإكمال الطلب.

source: Purchase request has already been completed.
ar: تم الانتهاء من طلب الشراء بالفعل.

source: Withdraw request accepted successfully.
ar: سحب طلب قبول بنجاح.

source: Withdraw request rejected successfully.
ar: طلب سحب رفض بنجاح.

source: Deposit request accepted successfully.
ar: طلب الإيداع مقبول بنجاح.

source: Deposit request rejected successfully.
ar: طلب الإيداع رفض بنجاح.

source: Currency code already exists.
ar: رمز العملة موجود بالفعل.

source: User has been reactivated successfully.
ar: تم إعادة تنشيط المستخدم بنجاح.

source: User has been suspended successfully.
ar: تم تعليق المستخدم بنجاح.

source: Organization bank account created successfully.
ar: الحساب المصرفي المنظمة التي تم إنشاؤها بنجاح.

source: Organization bank account updated successfully.
ar: تم تحديث الحساب المصرفي منظمة بنجاح.

source: Organization bank account fetched successfully.
ar: تم جلب الحساب المصرفي للمنظمة بنجاح.

source: Organization bank account not found.
ar: الحساب المصرفي منظمة لم يتم العثور عليه.

source: Organization bank account already exists.
ar: يوجد حساب مصرفي للمنظمة بالفعل.

source: Business account has been suspended successfully.
ar: تم تعليق حساب الأعمال بنجاح.

source: Business account has been reactivated successfully.
ar: تم إعادة تنشيط حساب الأعمال بنجاح.

source: Business subscription details fetched successfully.
ar: تفاصيل حساب العمل جلب بنجاح.

source: Business subscription not found.
ar: لم يتم العثور على اشتراك النشاط التجاري.

source: Risk level can only be updated for jeweler businesses.
ar: يمكن تحديث مستوى المخاطرة فقط لأنشطة الصياغة.

source: Business risk level updated successfully.
ar: تم تحديث مستوى مخاطر النشاط التجاري بنجاح.

source: Stone cut shape created successfully.
ar: تم إنشاء شكل القطع الحجري بنجاح.

source: Stone cut shape updated successfully.
ar: تم تحديث شكل القطع الحجري بنجاح.

source: Stone cut shape not found.
ar: لم يتم العثور على شكل القطع الحجري.

source: Stone cut shape already exists.
ar: شكل القطع الحجري موجود بالفعل.

source: Stone cut shape fetched successfully.
ar: تم جلب شكل القطع الحجري بنجاح.

source: Stone clarity created successfully.
ar: تم إنشاء وضوح الحجر بنجاح.

source: Stone clarity updated successfully.
ar: تم تحديث وضوح الحجر بنجاح.

source: Stone clarity not found.
ar: لم يتم العثور على وضوح الحجر.

source: Stone clarity fetched successfully.
ar: تم جلب وضوح الحجر بنجاح.

source: Metal carat type already exists.
ar: نوع قيراط المعدن موجود بالفعل.

source: Metal carat type created successfully.
ar: تم إنشاء نوع قيراط المعدن بنجاح.

source: Metal carat type updated successfully.
ar: تم تحديث نوع قيراط المعدن بنجاح.

source: Metal carat type not found.
ar: لم يتم العثور على نوع قيراط المعدن.

source: Metal carat type fetched successfully.
ar: تم جلب نوع قيراط المعدن بنجاح.

source: Pool fetched successfully.
ar: تم جلب المجمع بنجاح.

source: Pool created successfully.
ar: تم إنشاء المجمع بنجاح.

source: Material item is required.
ar: العنصر المادي مطلوب.

source: Stone cut shape is required.
ar: شكل القطع الحجري مطلوب.

source: Metal carat type is required.
ar: نوع قيراط المعدن مطلوب.

source: Pool not found.
ar: لم يتم العثور على المجمع.

source: Pool updated successfully.
ar: تم تحديث المجمع بنجاح.

source: Jewelry product type created successfully.
ar: تم إنشاء نوع منتج المجوهرات بنجاح.

source: Jewelry product type fetched successfully.
ar: تم جلب نوع منتج المجوهرات بنجاح.

source: Jewelry product type already exists.
ar: نوع منتج المجوهرات موجود بالفعل.

source: Jewelry product type not found.
ar: لم يتم العثور على نوع منتج المجوهرات.

source: Jewelry product type updated successfully.
ar: تم تحديث نوع منتج المجوهرات بنجاح.

source: Jewelry product color created successfully.
ar: تم إنشاء لون منتج المجوهرات بنجاح.

source: Jewelry product color fetched successfully.
ar: تم جلب لون منتج المجوهرات بنجاح.

source: Jewelry product color already exists.
ar: لون منتج المجوهرات موجود بالفعل.

source: Jewelry product color not found.
ar: لم يتم العثور على لون منتج المجوهرات.

source: Jewelry product color updated successfully.
ar: تم تحديث لون منتج المجوهرات بنجاح.

source: Musharakah contract request already terminated.
ar: تم إنهاء طلب عقد المشاركة بالفعل.

source: Musharakah contract request already completed.
ar: تم إكمال طلب عقد المشاركة بالفعل.

source: Musharakah contract request already approved.
ar: تمت الموافقة على طلب عقد المشاركة بالفعل.

source: Musharakah contract request already rejected.
ar: تم رفض طلب عقد المشاركة بالفعل.

source: No investor has been assigned to the Musharakah contract request.
ar: لم يتم تعيين أي مستثمر لطلب عقد المشاركة.

source: Musharakah contract request approved successfully.
ar: تمت الموافقة على طلب عقد المشاركة بنجاح.

source: Musharakah contract request rejected successfully.
ar: تم رفض طلب عقد المشاركة بنجاح.

source: Musharakah contract request terminated successfully.
ar: تم إنهاء طلب عقد المشاركة بنجاح.

source: Musharakah contract request must be active in order to terminate it.
ar: يجب أن يكون طلب عقد المشاركة نشطًا لكي يتم إنهاؤه.

source: Musharakah contract request must be approved in order to terminate it.
ar: يجب أن تتم الموافقة على طلب عقد المشاركة لكي يتم إنهاؤه.

source: Musharakah contract request has already been approved or rejected.
ar: تمت الموافقة أو الرفض على طلب عقد المشاركة مسبقًا.

source: Musharakah contract termination request fetched successfully.
ar: تم جلب طلب إنهاء عقد المشاركة بنجاح.

source: Musharakah contract has been renewed successfully.
ar: تم تجديد عقد المشاركة بنجاح.

source: Musharakah contract request must be active in order to renew it.
ar: يجب أن يكون طلب عقد المشاركة نشطًا من أجل تجديده.

source: Musharakah contract request must be approved in order to renew it.
ar: يجب الموافقة على طلب عقد المشاركة قبل تجديده.

source: Musharakah duration created successfully.
ar: تم إنشاء مدة المشاركة بنجاح.

source: Musharakah duration fetched successfully.
ar: تم جلب مدة المشاركة بنجاح.

source: Musharakah duration updated successfully.
ar: تم تحديث مدة المشاركة بنجاح.

source: Musharakah duration not found.
ar: لم يتم العثور على مدة المشاركة.

source: A duration choice with this name already exists.
ar: يوجد خيار مدة بهذا الاسم بالفعل.

source: Investor already assigned to the Musharakah contract request, can't create pool.
ar: تم تعيين المستثمر بالفعل لطلب عقد المشاركة، لا يمكن إنشاء التجمع.

source: The jewelry inspection status has been updated successfully.
ar: تم تحديث حالة فحص المجوهرات بنجاح.

source: The jewelry production inspection status from '{current}' to '{new}' is not permitted.
ar: لا يُسمح بتغيير حالة فحص إنتاج المجوهرات من '{current}' إلى '{new}'.

source: The jewelry product inspection status has been updated successfully.
ar: تم تحديث حالة إنتاج المجوهرات بنجاح.

source: The jewelry product inspection status must be pending to update the status.
ar: تم تحديث حالة إنتاج المجوهرات بنجاح.

source: Pool contributor has been approved successfully.
ar: تم تجديد عقد المشاركة بنجاح.

source: Pool contributor has been rejected successfully.
ar: تم تجديد عقد المشاركة بنجاح.

source: Jewelry production payment must be completed before updating the delivery status.
ar: يجب إتمام دفع إنتاج المجوهرات قبل تحديث حالة التسليم.

source: Jewelry products delivery status has been updated successfully.
ar: تم تحديث حالة تسليم منتجات المجوهرات بنجاح.

source: The jewelry products delivery status is already set to '{status}'.
ar: حالة تسليم منتجات المجوهرات مضبوطة بالفعل على '{status}'.

source: The jewelry products delivery status cannot be changed from '{current}' to '{new}'.
ar: لا يمكن تغيير حالة تسليم منتجات المجوهرات من '{current}' إلى '{new}'.

source: Comment added successfully.
ar: تمت إضافة التعليق بنجاح.

source: Risk levels fetched successfully.
ar: تم جلب مستويات المخاطرة بنجاح.

source: Risk levels retrieved successfully.
ar: تم استرداد مستويات المخاطرة بنجاح.

source: Risk level created successfully.
ar: تم إنشاء مستوى المخاطرة بنجاح.

source: Risk level updated successfully.
ar: تم تحديث مستوى المخاطر بنجاح.

source: Risk level '{risk_level}' already exists for your organization.
ar: مستوى المخاطر '{risk_level}' موجود بالفعل لمنظمتك.

source: Risk level is required for creating a pool.
ar: مستوى المخاطرة مطلوب لإنشاء مجموعة.

source: Please select a valid risk level for the pool.
ar: يرجى اختيار مستوى مخاطر صالح للمجموعة.

source: Please select at least one risk level for this duration. This field is required and cannot be empty.
ar: يرجى تحديد مستوى مخاطرة واحد على الأقل لهذه المدة. هذا الحقل مطلوب ولا يمكن أن يكون فارغًا.

source: A risk level with this equity_min already exists for your organization.
ar: يوجد بالفعل مستوى مخاطرة بهذا الحد الأدنى للأسهم (equity_min) لمؤسستك.

source: Equity min must be less than equity max for the risk level.
ar: يجب أن يكون الحد الأدنى للأسهم أقل من الحد الأقصى للأسهم لمستوى المخاطرة.

source: Taqabeth dashboard data fetched successfully.
ar: تم جلب بيانات لوحة تحكم تقابث بنجاح.

source: Taqabeth request fetched successfully.
ar: تم جلب طلب تقابث بنجاح.

source: Occupied stock fetched successfully.
ar: تم جلب المخزون المحتجز بنجاح.

source: Invalid date range. 'Created From' must be earlier than 'Created To'.
ar: نطاق التاريخ غير صحيح. يجب أن يكون 'تاريخ الإنشاء من' قبل 'تاريخ الإنشاء إلى'.

source: Occupied stock not found.
ar: المخزون المحتجز غير موجود.

source: Stone clarity already exists.
ar: وضوح الحجر موجود بالفعل.

source: Investor business list retrieved successfully.
ar: تم جلب قائمة أعمال المستثمر بنجاح.

source: Storage box number is required.
ar: رقم صندوق التخزين مطلوب.

source: Precious item units are required.
ar: وحدات المشاريع الثمينة مطلوبة.

source: Precious item unit count ({provided_count}) does not align with contributed asset quantity ({total_contributed_quantity}).
ar: عدد وحدات العنصر الثمين ({provided_count}) لا يتوافق مع كمية الأصول المساهم بها ({total_contributed_quantity}).

source: Precious item units fetched successfully.
ar: تم جلب وحدات المشاريع الثمينة بنجاح.

source: Duplicate system serial numbers found in request. Please ensure all are unique.
ar: تم العثور على أرقام تسلسل نظامية مكررة في الطلب. يرجى التأكد من أن جميعها فريدة.

source: No pending termination request found for the specified Musharakah contract.
ar: لم يتم العثور على طلب إنهاء معلق لعقد المشاركة المحدد.

source: Impacted party field is required.
ar: حقل الطرف المتأثر مطلوب.

source: Termination request updated successfully.
ar: تم تحديث طلب الإنهاء بنجاح.

source: Termination request for this Musharakah contract is already in progress.
ar: طلب إنهاء عقد المشاركة هذا قيد المعالجة حاليًا.

source: System serial numbers updated successfully.
ar: تم تحديث الأرقام التسلسلية للنظام بنجاح.

source: The following PreciousItemUnit ID(s) were not found: ({missing_ids})
ar: لم يتم العثور على معرف(ات) المشروع الثمين التالي(ة): ({missing_ids})لم يتم العثور على معرفات وحدات العناصر الثمينة التالية: ({missing_ids})

source: Contributor has been already approved.
ar: تم الموافقة على المساهم بالفعل.

source: Contributor has been already rejected.
ar: تم رفض المساهم بالفعل.

source: Serial number of given asset has been successfully added
ar: تم إضافة الرقم التسلسلي للمشروع المعطى بنجاح.

source: Fund status has been updated successfully.
ar: تم تحديث حالة الصندوق بنجاح.

source: Business list retrieved successfully.
ar: تم جلب قائمة الأعمال بنجاح.

source: Data fetched successfully.
ar: تم جلب البيانات بنجاح.

source: Business owner(s) not found for this Musharakah contract.
ar: لم يتم العثور على مالك/مالكي الأعمال لهذا العقد الشراكة.

source: Subscription plan created successfully.
ar: تم إنشاء خطة الاشتراك بنجاح.

source: Subscription plans retrieved successfully.
ar: تم استرجاع خطط الاشتراك بنجاح.

source: Subscription plan not found.
ar: لم يتم العثور على خطة الاشتراك.

source: Subscription plan retrieved successfully.
ar: تم استرجاع خطة الاشتراك بنجاح.

source: Subscription plan updated successfully.
ar: تم تحديث خطة الاشتراك بنجاح.

source: Subscription plan is linked to existing subscriptions and cannot be deleted.
ar: خطة الاشتراك مرتبطة بالاشتراكات الحالية ولا يمكن حذفها.

source: Subscription plan deleted successfully.
ar: تم حذف خطة الاشتراك بنجاح.

source: Missing field 'is_active'.
ar: الحقل المفقود 'is_active'.

source: Subscription plan activation status updated.
ar: تم تحديث حالة تفعيل خطة الاشتراك.

source: Business subscription auto-renewal disabled successfully.
ar: تم تعطيل التجديد التلقائي لاشتراك الأعمال بنجاح.

source: Business subscription suspended successfully.
ar: تفاصيل حساب العمل جلب بنجاح.

source: Business subscription plan updated successfully.
ar: تم تحديث خطة اشتراك الأعمال بنجاح.

source: Stock list fetched successfully.
ar: تم جلب قائمة الأسهم بنجاح.

source: Stock details fetched successfully.
ar: تم جلب تفاصيل الأسهم بنجاح.

source: Stock details updated successfully.
ar: تم تحديث تفاصيل الأسهم بنجاح.

source: Product published to marketplace successfully.
ar: تم نشر المنتج في السوق بنجاح.

source: Dashboard statistics fetched successfully.
ar: تم جلب إحصائيات لوحة التحكم بنجاح.

source: Sales list fetched successfully.
ar: تم جلب قائمة المبيعات بنجاح.

source: Sale details fetched successfully.
ar: تم جلب تفاصيل البيع بنجاح.

source: Sale updated successfully.
ar: تم تحديث البيع بنجاح.

source: Jewelry Sale created successfully.
ar: تم إنشاء بيع المجوهرات بنجاح.

source: Jewelry profit distributions retrieved successfully.
ar: تم استرجاع توزيعات أرباح المجوهرات بنجاح.

source: Jewelry profit distributions fetched successfully.
ar: تم جلب توزيعات أرباح المجوهرات بنجاح.

source: Jewelry profit distribution not found.
ar: لم يتم العثور على توزيع الأرباح للمجوهرات.
