Repository: mayank-tagline555/mayank-SOOQ
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Invalid date string “%(datestr)s” given format “%(format)s”
ar: سلسلة التاريخ غير صالحة "%(datestr)s" بالتنسيق "%(format)s"

source: No %(verbose_name)s found matching the query
ar: لم يتم العثور على أي %(verbose_name)s تطابق الاستعلام

source: Page is not “last”, nor can it be converted to an int.
ar: الصفحة ليست "الأخيرة" ، ولا يمكن تحويلها إلى int.

source: Invalid page (%(page_number)s): %(message)s
ar: الصفحة غير صالحة (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
ar: القائمة فارغة و %(class_name)s.allow_empty = False.

source: Directory indexes are not allowed here.
ar: فهارس الدليل غير مسموح هنا.

source: “%(path)s” does not exist
ar: “%(path)s” غير موجود

source: Index of %(directory)s
ar: فهرس %(directory)s

source: The install worked successfully! Congratulations!
ar: يعمل التثبيت بنجاح! مبروك!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
ar: عرض <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">ملاحظات الإصدار</a> لـ Django %(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
ar: أنت ترى هذه الصفحة لأن <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> موجود في ملف الإعدادات الخاص بك ولم تقم بتكوين أي روابط.

source: Django Documentation
ar: وثائق Django

source: Topics, references, &amp; how-to’s
ar: الموضوعات ، المراجع ، & amp ؛ كيف

source: Tutorial: A Polling App
ar: البرنامج التعليمي: تطبيق اقتراع

source: Get started with Django
ar: ابدأ مع Django

source: Django Community
ar: مجتمع Django

source: Connect, get help, or contribute
ar: قم بتوصيل أو الحصول على المساعدة أو المساهمة

source: Content purported to be compressed with %s but failed to decompress.
ar: يُزعم أن المحتوى مضغوط باستخدام %s ولكنه فشل في فك الضغط.

source: Unsupported value for qop: %s.
ar: قيمة غير مدعومة لـ PW-algorithm: %s.

source: Unsupported value for algorithm: %s.
ar: قيمة غير مدعومة للخوارزمية: %s.

source: The challenge doesn't contain a server nonce, or this one is empty.
ar: لا يحتوي التحدي على خادم nonce ، أو أن هذا الخادم فارغ.

source: Unsupported value for pw-algorithm: %s.
ar: قيمة غير مدعومة لـ PW-algorithm: %s.

source: Redirected but the response is missing a Location: header.
ar: تم إعادة توجيهها ولكن الاستجابة مفقودة الموقع: رأس.

source: Attempting to connect to qpid with SASL mechanism %s
ar: محاولة الاتصال بـ qpid باستخدام آلية SASL %s

source: Connected to qpid with SASL mechanism %s
ar: تم الاتصال بـ qpid باستخدام آلية SASL %s

source: Unable to connect to qpid with SASL mechanism %s
ar: تعذر الاتصال بـ qpid باستخدام آلية SASL %s

source: A valid timezone is required.
ar: مطلوب منطقة زمنية صالحة.

source: Products retrieved successfully.
ar: تم استرداد المنتجات بنجاح.

source: Product retrieved successfully.
ar: تم استرداد المنتج بنجاح.

source: Realized profit retrieved successfully.
ar: تم تحقيق الربح المحقق بنجاح.

source: Product type is required (either 'Stone' or 'Metal').
ar: نوع المنتج مطلوب (إما "الحجر" أو "المعدن").

source: Invalid product type. Must be 'Stone' or 'Metal'.
ar: نوع المنتج غير صالح. يجب أن يكون "حجر" أو "معدني".

source: Product not found.
ar: المنتج لم يتم العثور عليه.

source: Something went wrong. Please try again later.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى لاحقًا.

source: Purchase request created successfully.
ar: طلب الشراء الذي تم إنشاؤه بنجاح.

source: Purchase request created and precious item assigned successfully.
ar: تم إنشاء طلب الشراء وتعيين العنصر الثمين بنجاح.

source: Purchase requests retrieved successfully.
ar: طلبات الشراء التي تم استردادها بنجاح.

source: Internal server error. Please contact support.
ar: خطأ في الخادم الداخلي. يرجى الاتصال بالدعم.

source: Requested quantity exceeds the available quantity from the original purchase (only {quantity} remaining).
ar: الكمية المطلوبة تتجاوز الكمية المتبقية من الشراء الأصلي (المتبقي فقط {quantity}).

source: No purchase requests found.
ar: لم يتم العثور على طلبات شراء.

source: Material items retrieved successfully.
ar: المواد المادية التي تم استردادها بنجاح.

source: Purchase requests fetched successfully.
ar: جلبت طلبات الشراء بنجاح.

source: Portfolio history fetched successfully.
ar: تم جلب سجل المحفظة بنجاح.

source: Wallet not found.
ar: لم يتم العثور على محفظة.

source: Your total available balance.
ar: إجمالي رصيدك المتاح

source: Invalid amount format.
ar: تنسيق المبلغ غير صالح.

source: Amount is required.
ar: المبلغ مطلوب.

source: Amount must be greater than zero.
ar: يجب أن يكون المبلغ أكبر من الصفر.

source: Amount deposit request created successfully.
ar: طلب إيداع المبلغ الذي تم إنشاؤه بنجاح.

source: Amount withdraw request created successfully.
ar: طلب سحب المبلغ الذي تم إنشاؤه بنجاح.

source: Insufficient balance.
ar: رصيد غير كافٍ

source: Invalid transaction type.
ar: نوع المعاملة غير صالح.

source: Transaction not found.
ar: المعاملة غير موجودة.

source: Transactions fetched successfully.
ar: تم جلب المعاملات بنجاح.

source: Transaction details retrieved successfully.
ar: تفاصيل المعاملة التي تم استردادها بنجاح.

source: Wallet not found for the business.
ar: محفظة غير موجودة للعمل.

source: Precious item is required.
ar: العنصر الثمين مطلوب.

source: The selected precious item is out of stock.
ar: العنصر الثمين المحدد خارج المخزون.

source: Purchase request not found.
ar: طلب الشراء غير موجود.

source: Purchase request statistics and material summary have been successfully retrieved.
ar: تم استرداد إحصائيات طلب الشراء وملخص المواد بنجاح.

source: The selected transaction type is not valid for PDF generation.
ar: نوع المعاملة المحدد غير صالح لإنشاء ملف PDF.

source: The transaction receipt has been successfully sent via email.
ar: تم إرسال إيصال المعاملة بنجاح عبر البريد الإلكتروني.

source: The user does not have a valid email address.
ar: أدخل عنوان بريد إلكتروني صالح.

source: The 'filters' parameter must be valid JSON.
ar: يجب أن يكون معامل 'filters' بصيغة JSON صالحة.

source: The 'filters' parameter must be a list of dictionaries.
ar: يجب أن يكون معامل 'filters' عبارة عن قائمة من القواميس.

source: The price locked value is required.
ar: قيمة السعر المقفل مطلوبة.

source: Sale request created successfully.
ar: طلب البيع تم إنشاؤه بنجاح.

source: Only purchase requests with an Approved or Completed status are eligible for sale.
ar: فقط طلبات الشراء مع الحالة المعتمدة أو المكتملة مؤهلة للبيع.

source: This precious item has already been sold.
ar: لقد تم بالفعل بيع هذا العنصر الثمين.

source: A sale request has already been created for this purchase request.
ar: تم بالفعل إنشاء طلب بيع لطلب الشراء هذا.

source: Sale request approved successfully.
ar: تمت الموافقة على طلب البيع بنجاح.

source: Sale request rejected successfully.
ar: تم رفض طلب البيع بنجاح.

source: No search results found for the given material item.
ar: لم يتم العثور على نتائج بحث لعنصر المادة المحدد.

source: Attachments are required.
ar: المرفقات مطلوبة.

source: Purchase request deleted successfully.
ar: تم حذف طلب الشراء بنجاح.

source: Requested quantity must be greater than zero.
ar: يجب أن تكون الكمية المطلوبة أكبر من صفر.

source: Sale requests cannot be processed as the seller is no longer active.
ar: لا يمكن معالجة طلبات البيع لأن البائع لم يعد نشطًا.

source: 'pool' is required when the contribution_type is 'POOL'.
ar: حقل 'pool' مطلوب عندما يكون نوع المساهمة 'POOL'.

source: 'musharakah_contract_request' is required when the contribution_type is 'MUSHARAKAH'.
ar: حقل 'musharakah_contract_request' مطلوب عندما يكون نوع المساهمة 'MUSHARAKAH'.

source: You've successfully invested in the pool using your asset.
ar: لقد قمت بالاستثمار بنجاح في التجمع باستخدام أصولك.

source: Please select your assets to proceed with the contribution.
ar: يرجى اختيار أصولك للمتابعة في المساهمة.

source: The pool has met its target weight and can no longer accept additional contributions.
ar: لقد وصل التجمع إلى الوزن المستهدف ولم يعد بإمكانه قبول مساهمات إضافية.

source: The investor has already been assigned to a Musharakah Contract Request.
ar: تم تخصيص طلب عقد مشاركة لهذا المستثمر بالفعل.

source: Insufficient assets to meet the pool requirements.
ar: الأصول غير كافية لتلبية متطلبات التجمع.

source: Insufficient assets to meet the Musharakah Contract Request requirements.
ar: الأصول غير كافية لتلبية متطلبات طلب عقد المشاركة.

source: Your asset has been successfully invested in the Musharakah Contract Request.
ar: تم استثمار أصولك بنجاح في طلب عقد المشاركة.

source: The asset weight exceeds the required limit for this material.
ar: وزن الأصل يتجاوز الحد المطلوب لهذه المادة.

source: The contributed asset does not match any of the required materials.
ar: الأصل المساهم لا يتطابق مع أي من المواد المطلوبة.

source: Quantity must be greater than zero.
ar: يجب أن تكون الكمية أكبر من الصفر.

source: Musharakah contract request summary retrieved successfully.
ar: تم جلب ملخص طلب عقد المشاركة بنجاح.

source: Pool summary retrieved successfully.
ar: تم جلب ملخص التجمع بنجاح.

source: Asset contributions (allocated assets) retrieved successfully.
ar: تم جلب المساهمات بالأصول (الأصول المخصصة) بنجاح.

source: Production payment is required to proceed with the asset contribution.
ar: يتطلب الدفع للإنتاج للمضي قدمًا في مساهمة الأصل.

source: The following serial numbers are already used: {serial_numbers}. Please provide unique serial numbers.
ar: الأرقام التسلسلية التالية مستخدمة بالفعل: {serial_numbers}. يرجى تقديم أرقام تسلسلية فريدة.

source: The following system serial numbers are already used: {system_serial_numbers}. Please provide unique system serial numbers.
ar: أرقام التسلسل النظامية التالية مستخدمة بالفعل: {system_serial_numbers}. يرجى تقديم أرقام تسلسل نظامية فريدة.

source: Termination fee processed successfully.
ar: تمت معالجة رسوم الإنهاء بنجاح.

source: Logistic cost payment cannot be processed because the logistics cost is payable by the Jeweler.
ar: لا يمكن معالجة دفع التكلفة اللوجستية لأن التكلفة اللوجستية مستحقة الدفع من قبل الصائغ.

source: Logistic cost payment is already processed.
ar: تم بالفعل معالجة دفع التكلفة اللوجستية.

source: The Sooq Al Thahab has not added the refining cost yet.
ar: لم يضف سوق الذهب تكلفة التكرير بعد.

source: Refining cost processed successfully.
ar: تمت معالجة تكلفة التكرير بنجاح.

source: Musharakah contract agreement details retrieved successfully.
ar: تم استرجاع تفاصيل اتفاقية عقد المشاركة بنجاح.

source: The cost payment option has not been selected by Sooq Al Thahab for this termination request.
ar: لم يتم تحديد خيار دفع التكلفة من قبل سوق الذهب لطلب الإنهاء هذا.

source: Musharakah contract early termination payment is already processed.
ar: تمت معالجة دفع الإنهاء المبكر لعقد المشاركة بالفعل.

source: This asset cannot be purchased as it belongs to the admin account.
ar: لا يمكن شراء هذا الأصل لأنه تابع لحساب الإدارة.

source: Musharakah contract profit retrieved successfully.
ar: تم استرجاع ربح عقد المشاركة بنجاح.

source: Jewelry designs fetched successfully.
ar: تم جلب تصاميم المجوهرات بنجاح.

source: Jewelry design created successfully.
ar: تم إنشاء تصميم المجوهرات بنجاح.

source: The jewelry product has been successfully added to the collection.
ar: تمت إضافة المنتج المجوهرات إلى المجموعة بنجاح.

source: Jewelry design not found.
ar: لم يتم العثور على تصميم المجوهرات.

source: Only single product is allowed when the design type is SINGLE.
ar: يسمح بمنتج واحد فقط عندما يكون نوع التصميم مفرداً.

source: Jewelry design type must be 'COLLECTION' to add product.
ar: يجب أن يكون نوع تصميم المجوهرات 'مجموعة' لإضافة المنتج.

source: Collection name already exists.
ar: اسم المجموعة موجود بالفعل.

source: Product name '{product_name}' already exists for this business.
ar: اسم المنتج '{product_name}' موجود بالفعل لهذا النشاط التجاري.

source: Jewelry product has been deleted successfully.
ar: تم حذف المنتج المجوهرات بنجاح.

source: Jewelry product not found.
ar: لم يتم العثور على منتج المجوهرات.

source: Jewelry product fetched successfully.
ar: تم جلب منتج المجوهرات بنجاح.

source: This collection cannot be deleted because it is assigned to a Musharakah Contract or Manufacturing Request.
ar: تم تخصيص طلب عقد مشاركة لهذا المستثمر بالفعل.

source: Jewelry collection has been deleted successfully.
ar: تم حذف مجموعة المجوهرات بنجاح.

source: Jewelry product has been updated successfully.
ar: تم تحديث منتج المجوهرات بنجاح.

source: Collection name is valid.
ar: اسم المجموعة صالح.

source: Collection name cannot be empty or contain only whitespace.
ar: لا يمكن أن يكون اسم المجموعة فارغاً أو يحتوي على مسافات فقط.

source: Designs have been successfully added to the collection.
ar: تمت إضافة التصاميم إلى المجموعة بنجاح.

source: Single designs have been successfully added to the collection.
ar: تمت إضافة التصاميم الفردية إلى المجموعة بنجاح.

source: Cannot add designs that are linked to Musharakah Contract or Manufacturing Request.
ar: لا يمكن إضافة تصاميم مرتبطة بطلب عقد مشاركة أو طلب تصنيع.

source: Risk level not assigned to business.
ar: محفظة غير موجودة للعمل.

source: Musharakah contract requests fetched successfully.
ar: تم جلب طلبات عقد المشاركة بنجاح.

source: Musharakah contract request created successfully.
ar: تم إنشاء طلب عقد المشاركة بنجاح.

source: Musharakah contract request not found.
ar: لم يتم العثور على طلب عقد المشاركة.

source: Musharakah contract termination request created successfully.
ar: تم إنشاء طلب إنهاء عقد المشاركة بنجاح.

source: Musharakah contract termination request already exists.
ar: طلب إنهاء عقد المشاركة موجود بالفعل.

source: Please provide either a duration option or a custom expiry date.
ar: يرجى تقديم خيار مدة أو تاريخ انتهاء مخصص.

source: You can not craete '{duration_name}' duration musharakah contract based on your business risk level.
ar: لا يمكنك إنشاء عقد مشاركة لمدة '{duration_name}' بناءً على مستوى مخاطر عملك.

source: Invalid payload format. Expected a list of objects with 'id' and 'quantity'.
ar: تنسيق الحمولة غير صالح. يُتوقع قائمة من الكائنات تحتوي على 'id' و'quantity'.

source: Musharakah contract termination request not found.
ar: لم يتم العثور على طلب إنهاء عقد المشاركة.

source: Musharakah Contract Request deleted successfully.
ar: تم حذف طلب عقد المشاركة بنجاح.

source: You cannot delete this Musharakah contract request because an investor has already invested in it.
ar: لا يمكنك حذف هذا الطلب لأن مستثمرًا قد استثمر فيه بالفعل.

source: Musharakah contract statistics retrieved successfully.
ar: تم جلب إحصائيات عقد المشاركة بنجاح.

source: Musharakah contract request quantity updated successfully.
ar: تم تحديث كمية طلب عقد المشاركة بنجاح.

source: Musharakah contract request quantity not found.
ar: لم يتم العثور على كمية طلب عقد المشاركة.

source: The Musharakah contract is active and cannot be updated.
ar: عقد المشاركة نشط ولا يمكن تحديثه.

source: The Musharakah contract has not been created yet with any investor.
ar: لم يتم إنشاء عقد المشاركة مع أي مستثمر بعد.

source: The Musharakah contract has not been approved yet by the admin.
ar: لم تتم الموافقة على عقد المشاركة بعد من قبل المسؤول.

source: Musharakah contract agreement posted successfully.
ar: تم نشر اتفاقية عقد المشاركة بنجاح.

source: This jewelry design is already linked to a Musharakah contract request and cannot be assigned to another.
ar: هذا التصميم المجوهرات مرتبط بالفعل بطلب عقد مشاركة ولا يمكن تعيينه لطلب آخر.

source: The jewelry production must be approved by the admin inspection before proceeding.
ar: يجب الموافقة على إنتاج المجوهرات من قبل فحص المسؤول قبل المتابعة.

source: The payment for this jewelry production has already been proceed.
ar: تمت معالجة دفعة إنتاج هذه المجوهرات بالفعل.

source: Asset allocation is required for production payment when the payment type is '{payment_type}'.
ar: مطلوب تخصيص الأصول لدفع الإنتاج عندما يكون نوع الدفع '{payment_type}'.

source: Purchase requests and asset contributions from investors fetched successfully.
ar: تم جلب طلبات الشراء ومساهمات الأصول من المستثمرين بنجاح.

source: Dashboard insights fetched successfully.
ar: تم جلب رؤى لوحة التحكم بنجاح.

source: Manufacturer business accounts fetched successfully.
ar: تم جلب حسابات الأعمال الخاصة بالمُصنّعين بنجاح.

source: Manufacturing requests fetched successfully.
ar: تم جلب طلبات التصنيع بنجاح.

source: Manufacturing request created successfully.
ar: تم إنشاء طلب التصنيع بنجاح.

source: Manufacturing request not found.
ar: لم يتم العثور على طلب التصنيع.

source: Manufacturing estimation request not found.
ar: لم يتم العثور على طلب تقدير التصنيع.

source: Manufacturing estimation request has been approved.
ar: تمت الموافقة على طلب تقدير التصنيع.

source: Manufacturing estimation request has been rejected.
ar: تم رفض طلب تقدير التصنيع.

source: The manufacturing request must be in a pending status to approve or reject the estimation.
ar: يجب أن يكون طلب التصنيع في حالة معلقة للموافقة أو الرفض على التقدير.

source: The payment for manufacturing request has been successfully processed.
ar: تمت معالجة الدفع لطلب التصنيع بنجاح.

source: The payment for this manufacturing request has already been completed.
ar: تم الانتهاء من دفع هذا الطلب مسبقًا.

source: The estimation request does not belong to this manufacturing request.
ar: طلب التقدير لا ينتمي إلى طلب التصنيع هذا.

source: Payment can only be made for accepted estimation requests.
ar: يمكن إجراء الدفع فقط لطلبات التقدير المقبولة.

source: Corection amount added successfully.
ar: تم إضافة مبلغ التصحيح بنجاح.

source: The payment for jewelry production has been successfully processed.
ar: تمت معالجة دفع إنتاج المجوهرات بنجاح.

source: Insufficient assets to meet the required material for jewelry production.
ar: الأصول غير كافية لتلبية المواد المطلوبة لإنتاج المجوهرات.

source: Invalid material type found in asset contribution.
ar: تم العثور على نوع مادة غير صالح في مساهمة الأصول.

source: This product cannot be deleted because it is assigned to a Musharakah Contract or Manufacturing Request.
ar: لا يمكن حذف هذا المنتج لأنه مخصص لعقد مشاركة أو طلب تصنيع.

source: This product cannot be updated because it is assigned to a Musharakah Contract or Manufacturing Request.
ar: تم تخصيص طلب عقد مشاركة لهذا المستثمر بالفعل.

source: Quantity is required when shape cut is provided.
ar: الكمية مطلوبة عند تحديد شكل القطع.

source: Plan limitation: Maximum musharakah request weight is {max_weight}g, but you requested {requested_weight}g.
ar: قيد الخطة: الحد الأقصى لوزن طلب المشاركة هو {max_weight} جرام، ولكنك طلبت {requested_weight} جرام.

source: Plan limitation: Maximum metal purchase weight is {max_weight}g, but you are trying to purchase {purchase_weight}g.
ar: قيد الخطة: الحد الأقصى لوزن شراء المعدن هو {max_weight} جرام، ولكنك تحاول شراء {purchase_weight} جرام.

source: Plan limitation: Maximum number of designs is {max_designs}, but you already have {current_design_count} designs.
ar: قيد الخطة: الحد الأقصى لعدد التصميمات هو {max_designs}، ولكن لديك بالفعل {current_design_count} تصميم.

source: Plan limitation: Maximum total musharakah weight is {max_weight}g. You currently have {existing_weight}g in active contracts and are requesting {requested_weight}g, which would total {total_weight}g and exceed your limit.
ar: قيد الخطة: الحد الأقصى للوزن الإجمالي للمشاركة هو {max_weight} جرام. لديك حاليًا {existing_weight} جرام في العقود النشطة وتطلب {requested_weight} جرام، الأمر الذي سيصل إلى {total_weight} جرام ويتجاوز حدك.

source: Musharakah request weight limit: Maximum musharakah request weight per request is {max_weight}g, but you requested {requested_weight}g.
ar: حد وزن طلب المشاركة: الحد الأقصى لوزن طلب المشاركة لكل طلب هو {max_weight} جرام، ولكنك طلبت {requested_weight} جرام.

source: Settlement payment cannot be processed because the termination request was initiated by the Investor.
ar: لا يمكن معالجة دفع التسوية لأن طلب الإنهاء تم تقديمه من قبل المستثمر.

source: musharakah contract payment is already settled.
ar: تمت تسوية دفعة عقد المشاركة بالفعل.

source: Settlement payment cannot be processed because the termination request was initiated by the Jeweler.
ar: لا يمكن معالجة دفع التسوية لأن طلب الإنهاء تم تقديمه من قبل الصائغ.

source: Manufacturing cost retrieved successfully.
ar: تم استرجاع تكلفة التصنيع بنجاح.

source: Assets are required for asset payment type.
ar: المشاريع مطلوبة لنوع دفع المشروع.

source: Asset at index {index}: Quantity must be greater than 0.
ar: الأصل في الفهرس {index}: يجب أن تكون الكمية أكبر من 0.

source: Asset at index {index}: Number of serial numbers ({serial_count}) must match quantity ({quantity}).
ar: الأصل في الفهرس {index}: يجب أن يتطابق عدد أرقام التسلسل ({serial_count}) مع الكمية ({quantity}).

source: Total serial numbers ({serial_count}) must match total quantity ({quantity}).
ar: يجب أن يتطابق إجمالي أرقام التسلسل ({serial_count}) مع إجمالي الكمية ({quantity}).

source: Invalid purchase request provided.
ar: تم تقديم طلب شراء غير صحيح.

source: Invalid precious item units or serial numbers: {units}. Please ensure they exist and belong to the specified purchase request.
ar: وحدات المشروع الثمينة أو أرقامها التسلسلية غير صحيحة: {units}. يرجى التأكد من أنها موجودة وتنتمي إلى طلب الشراء المحدد.

source: Precious item units {units} do not belong to purchase request {purchase_request_id}.
ar: وحدات القطع الثمينة {units} لا تنتمي إلى طلب الشراء {purchase_request_id}.

source: Inventory dashboard statistics fetched successfully.
ar: تم جلب إحصائيات لوحة تحكم المخزون بنجاح.

source: Inventory stock list fetched successfully.
ar: تم جلب قائمة مخزون المخزون بنجاح.

source: Inventory stock details fetched successfully.
ar: تم جلب تفاصيل مخزون المخزون بنجاح.

source: Marketplace products list fetched successfully.
ar: تم جلب قائمة منتجات السوق بنجاح.

source: Jewelry sales list fetched successfully.
ar: تم جلب قائمة مبيعات المجوهرات بنجاح.

source: Jewelry sales details fetched successfully.
ar: تم جلب تفاصيل مبيعات المجوهرات بنجاح.

source: Inventory general insights fetched successfully.
ar: تم جلب رؤى المخزون العامة بنجاح.

source: Manufacturing request estimation created successfully.
ar: تم إنشاء تقدير طلب التصنيع بنجاح.

source: Jewelry production fetched successfully.
ar: تم جلب إنتاج المجوهرات بنجاح.

source: Jewelry production not found.
ar: لم يتم العثور على إنتاج المجوهرات.

source: The Jewelry production status from '{current}' to '{new}' is not permitted.
ar: تغيير حالة إنتاج المجوهرات من '{current}' إلى '{new}' غير مسموح به.

source: The delivery date must be set to a future date.
ar: يجب تحديد تاريخ التسليم ليكون في المستقبل.

source: The jewelry production status has been updated successfully.
ar: تم تحديث حالة إنتاج المجوهرات بنجاح.

source: The jewelry production delivery date has been updated successfully.
ar: تم تحديث تاريخ تسليم إنتاج المجوهرات بنجاح.

source: The jewelry product status from '{current}' to '{new}' is not permitted.
ar: تغيير حالة منتج المجوهرات من '{current}' إلى '{new}' غير مسموح به.

source: The jewelry product status has been updated successfully.
ar: تم تحديث حالة منتج المجوهرات بنجاح.

source: Inspection status must be 'Payment Pending' to add correction amount.
ar: يجب أن تكون حالة الفحص 'في انتظار الدفع' لإضافة مبلغ التصحيح.

source: Dashboard data fetched successfully.
ar: تم جلب بيانات لوحة المعلومات بنجاح.

source: Stone price added successfully.
ar: تمت إضافة سعر الحجر بنجاح.

source: The jeweler has already updated the inspection status for this production.
ar: قام الصائغ بالفعل بتحديث حالة الفحص لهذا الإنتاج.

source: Jewelry production inspection is currently in progress. Please wait until it is completed.
ar: الفحص لإنتاج المجوهرات جاري حاليًا. يرجى الانتظار حتى اكتماله.
