Repository: mayank-tagline555/mayank-SOOQ
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: If you have any questions, please reach out to our support team.
ar: إذا كان لديك أي استفسارات، يرجى التواصل مع فريق الدعم لدينا.

source: Subscription Confirmation
ar: تأكيد الاشتراك

source: Thank you for subscribing to
ar: شكرًا لاشتراكك في

source: Below are your billing details:
ar: فيما يلي تفاصيل الفاتورة الخاصة بك:

source: Your receipt is attached to this email.
ar: تم إرفاق فاتورتك مع هذا البريد الإلكتروني.

source: Business Subscription Suspended
ar: تم تعليق اشتراك الأعمال

source: We regret to inform you that your <strong>%(plan_name)s</strong> business subscription has been suspended.
ar: نأسف لإبلاغك بأنه تم تعليق اشتراك الأعمال الخاص بك <strong>%(plan_name)s</strong>.

source: To restore your access to all features and continue using our services, please purchase a paid subscription plan.
ar: لاستعادة إمكانية الوصول إلى جميع الميزات ومواصلة استخدام خدماتنا، يُرجى شراء خطة اشتراك مدفوعة.

source: We value your business and want to ensure you can continue to benefit from our platform. If you have any questions about purchasing a subscription plan or need assistance, our support team is here to help.
ar: نحن نُقدّر تعاملاتك معنا ونرغب في ضمان استمرار استفادتك من منصتنا. إذا كانت لديك أي أسئلة حول شراء خطة اشتراك أو كنت بحاجة إلى مساعدة، فإن فريق الدعم لدينا جاهز لمساعدتك.

source: To resolve this matter or inquire further, please contact support: %(support_email)s | %(support_contact_number)s
ar: لحل هذه المسألة أو الاستفسار بشكل إضافي، يرجى التواصل مع فريق الدعم: %(support_email)s | %(support_contact_number)s

source: Support Request Confirmation
ar: تأكيد طلب الدعم

source: Contact Support Request
ar: طلب التواصل مع الدعم

source: Dear %(full_name)s,
ar: عزيزي/عزيزتي %(full_name)s،

source: Thank you for reaching out. Your inquiry has been received and is currently under review. Our support team will respond within 48 hours.
ar: شكرًا لتواصلك معنا. تم استلام استفسارك وهو قيد المراجعة حاليًا. سيقوم فريق الدعم بالرد خلال 48 ساعة.

source: For urgent matters, you can call us at %(support_contact_number)s.
ar: في الحالات العاجلة، يمكنك الاتصال بنا على الرقم %(support_contact_number)s.

source: Account Suspension Notice
ar: إشعار تعليق الحساب

source: Your Account Has Been Suspended
ar: تم تعليق حسابك

source: We regret to inform you that your account
ar: نأسف لإبلاغك بأن حسابك

source: has been suspended due to a violation of our Terms of Service.
ar: قد تم تعليقه بسبب انتهاك شروط الخدمة الخاصة بنا.

source: We appreciate your prompt attention to this matter.
ar: نقدّر اهتمامك السريع بهذه المسألة.

source: Sincerely,
ar: مع خالص التحية،

source: Transaction Details
ar: تفاصيل المعاملة

source: Please find attached the details of your recent transaction:
ar: يرجى العثور على تفاصيل معاملتك الأخيرة في المرفق:

source: Transaction Summary
ar: ملخص المعاملة

source: Transaction ID
ar: معرّف المعاملة

source: Phone Number
ar: رقم الهاتف

source: Please log into the app to check to contact information.
ar: يرجى تسجيل الدخول إلى التطبيق للاطلاع على معلومات الاتصال.

source: Reset password OTP
ar: رمز التحقق لإعادة تعيين كلمة المرور

source: User
ar: المستخدم

source: {editor}: Editing failed
ar: {editor}: فشل في التحرير

source: {editor}: Editing failed: {e}
ar: {editor}: فشل في التحرير: {e}

source: Aborted!
ar: تم الإلغاء!

source: (Deprecated) {text}
ar: (مهمل) {text}

source: Options
ar: خيارات

source: Got unexpected extra argument ({args})
ar: تم الحصول على وسيط إضافي غير متوقع ({args})

source: DeprecationWarning: The command {name!r} is deprecated.
ar: تحذير التوقف: الأمر {name!r} مهمل.

source: Commands
ar: الأوامر

source: Missing command.
ar: الأمر مفقود.

source: No such command {name!r}.
ar: لا يوجد أمر بهذا الاسم: {name!r}.

source: Value must be an iterable.
ar: يجب أن تكون القيمة قابلة للتكرار (iterable).

source: Takes {nargs} values but 1 was given.
ar: يحتاج إلى {nargs} قيمة ولكن تم تقديم 1 فقط.

source: env var: {var}
ar: متغير بيئة: {var}

source: (dynamic)
ar: (ديناميكي)

source: default: {default}
ar: القيمة الافتراضية: {default}

source: required
ar: إلزامي

source: %(prog)s, version %(version)s
ar: %(prog)s، الإصدار %(version)s

source: Show the version and exit.
ar: إظهار الإصدار والخروج.

source: Show this message and exit.
ar: أظهر هذه الرسالة والخروج.

source: Error: {message}
ar: خطأ: {message}

source: Try '{command} {option}' for help.
ar: جرب '{command} {option}' للحصول على المساعدة.

source: Invalid value: {message}
ar: قيمة غير صالحة: {message}

source: Invalid value for {param_hint}: {message}
ar: قيمة غير صالحة لـ {param_hint}: {message}

source: Missing argument
ar: حجة مفقودة

source: Missing option
ar: خيار مفقود

source: Missing parameter
ar: المعلمة المفقودة

source: Missing {param_type}
ar: مفقود {param_type}

source: Missing parameter: {param_name}
ar: المعلمة المفقودة: {param_name}

source: No such option: {name}
ar: لا يوجد خيار من هذا القبيل: {name}

source: unknown error
ar: خطأ غير معروف

source: Could not open file {filename!r}: {message}
ar: لا يمكن فتح الملف {filename! r}: {message}

source: Usage:
ar: طريقة الاستخدام:

source: Argument {name!r} takes {nargs} values.
ar: الوسيطة {name! r} تأخذ قيم {nargs}.

source: Option {name!r} does not take a value.
ar: الخيار {name! r} لا يأخذ قيمة.

source: Option {name!r} requires an argument.
ar: الخيار {name!r} يتطلب وسيطًا.

source: Shell completion is not supported for Bash versions older than 4.4.
ar: لا يتم دعم إكمال Shell لإصدارات Bash التي تزيد عن 4.4.

source: Couldn't detect Bash version, shell completion is not supported.
ar: لا يمكن اكتشاف نسخة باش ، لا يتم دعم إكمال شل.

source: Repeat for confirmation
ar: كرر للتأكيد

source: Error: The value you entered was invalid.
ar: خطأ: كانت القيمة التي أدخلتها غير صالحة.

source: Error: {e.message}
ar: خطأ: {e.message}

source: Error: The two entered values do not match.
ar: خطأ: لا تتطابق القيمتان المدخلتان.

source: Error: invalid input
ar: خطأ: إدخال غير صالح

source: Press any key to continue...
ar: اضغط على أي مفتاح للمتابعة ...

source: Choose from: {choices}
ar: اختر من: {choices}

source: {value!r} is not {choice}.
ar: {value!r} ليس {choice}.

source: {value!r} does not match the format {format}.
ar: {value!r} لا يتطابق مع التنسيق {format}.

source: {value!r} is not a valid {number_type}.
ar: {value! r} ليست صالحة {number_type}.

source: {value} is not in the range {range}.
ar: {value} ليس ضمن النطاق {range}.

source: {value!r} is not a valid boolean.
ar: {value! r} ليست منطقية صالحة.

source: {value!r} is not a valid UUID.
ar: {value! r} ليس uuid صالحًا.

source: file
ar: ملف

source: directory
ar: دليل

source: path
ar: طريق

source: {name} {filename!r} does not exist.
ar: {name} {filename! r} غير موجود.

source: {name} {filename!r} is a file.
ar: {name} {filename! r} هو ملف.

source: {name} {filename!r} is a directory.
ar: {name} {filename! r} هو دليل.

source: {name} {filename!r} is not readable.
ar: {name} {filename! r} غير قابل للقراءة.

source: {name} {filename!r} is not writable.
ar: {name} {filename! r} غير قابل للكتابة.

source: {name} {filename!r} is not executable.
ar: {name} {filename! r} غير قابل للتنفيذ.

source: {len_type} values are required, but {len_value} was given.
ar: مطلوب {len_type} قيمة، ولكن تم تقديم {len_value}.

source: Messages
ar: رسائل

source: Site Maps
ar: خرائط الموقع

source: Static Files
ar: ملفات ثابتة

source: Syndication
ar: المشاركة

source: That page number is not an integer
ar: رقم الصفحة هذا ليس عددًا صحيحًا

source: That page number is less than 1
ar: رقم الصفحة أقل من 1

source: That page contains no results
ar: لا تحتوي تلك الصفحة على أي نتائج

source: Enter a valid value.
ar: أدخل قيمة صالحة.

source: Enter a valid domain name.
ar: أدخل اسم مجال صالح.

source: Enter a valid URL.
ar: أدخل عنوان URL صالحًا.

source: Enter a valid integer.
ar: أدخل عدد صحيح صالح.

source: Enter a valid email address.
ar: أدخل عنوان بريد إلكتروني صالح.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
ar: أدخل "سبيكة" صالحة تتكون من الحروف أو الأرقام أو السطح أو الواصلات.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
ar: أدخل "سبيكة" صالحة تتكون من حروف أو أرقام أو ترسيخ أو واصلات Unicode.

source: Enter a valid %(protocol)s address.
ar: أدخل عنوانًا صالحًا %(protocol)s.

source: IPv4 or IPv6
ar: IPv4 أو IPv6

source: Enter only digits separated by commas.
ar: أدخل الأرقام فقط مفصولة بفواصل.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
ar: تأكد من أن هذه القيمة هي %(limit_value)s (يتم عرضها %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
ar: تأكد من أن هذه القيمة أقل من أو تساوي %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
ar: تأكد من أن هذه القيمة أكبر من أو تساوي %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s.
ar: تأكد من أن هذه القيمة هي من مضاعفات حجم الخطوة %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s, starting from %(offset)s, e.g. %(offset)s, %(valid_value1)s, %(valid_value2)s, and so on.
ar: تأكد من أن هذه القيمة هي من مضاعفات حجم الخطوة %(limit_value)s، بدءًا من %(offset)s، مثل %(offset)s، %(valid_value1)s، %(valid_value2)s، وهكذا.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
ar: تأكد من أن هذه القيمة تحتوي على ما لا يقل عن %(limit_value)d حرف (تحتوي على %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
ar: تأكد من أن هذه القيمة تحتوي على ما لا يزيد عن %(limit_value)d حرف (تحتوي على %(show_value)d).

source: Enter a number.
ar: أدخل رقمًا.

source: Ensure that there are no more than %(max)s digit in total.
ar: تأكد من عدم وجود أكثر من %(max)s رقم بالمجمل.

source: Ensure that there are no more than %(max)s decimal place.
ar: تأكد من عدم وجود أكثر من %(max)s منزلة عشرية.

source: Ensure that there are no more than %(max)s digit before the decimal point.
ar: تأكد من عدم وجود أكثر من %(max)s رقم قبل الفاصلة العشرية.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
ar: الامتداد "%(extension)s" غير مسموح به. الامتدادات المسموح بها هي: %(allowed_extensions)s.

source: Null characters are not allowed.
ar: الشخصيات الفارغة غير مسموح بها.

source: and
ar: و

source: %(model_name)s with this %(field_labels)s already exists.
ar: %(model_name)s بهذه %(field_labels)s موجود بالفعل.

source: Constraint “%(name)s” is violated.
ar: تم انتهاك القيد "%(name)s".

source: Value %(value)r is not a valid choice.
ar: القيمة %(value)r ليست خيارًا صالحًا.

source: This field cannot be null.
ar: لا يمكن أن يكون هذا الحقل فارغًا.

source: This field cannot be blank.
ar: لا يمكن أن يكون هذا الحقل لاغية.

source: %(model_name)s with this %(field_label)s already exists.
ar: %(model_name)s بهذه %(field_label)s موجود بالفعل.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
ar: يجب أن تكون %(field_label)s فريدة لكل %(lookup_type)s في %(date_field_label)s.

source: Field of type: %(field_type)s
ar: حقل من النوع: %(field_type)s

source: “%(value)s” value must be either True or False.
ar: يجب أن تكون القيمة "%(value)s" إما True أو False.

source: “%(value)s” value must be either True, False, or None.
ar: يجب أن تكون القيمة "%(value)s" إما True أو False أو None.

source: Boolean (Either True or False)
ar: قيمة منطقية (إما True أو False)

source: String (up to %(max_length)s)
ar: سلسلة نصية (حتى %(max_length)s حرفًا)

source: String (unlimited)
ar: سلسلة نصية (غير محدودة)

source: Comma-separated integers
ar: أعداد صحيحة مفصولة بفواصل

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
ar: القيمة "%(value)s" تحتوي على تنسيق تاريخ غير صالح. يجب أن تكون بالتنسيق YYYY-MM-DD.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
ar: القيمة "%(value)s" بتنسيق صحيح (YYYY-MM-DD) ولكنها تمثل تاريخًا غير صالح.

source: Date (without time)
ar: تاريخ (بدون وقت)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
ar: القيمة "%(value)s" تحتوي على تنسيق غير صالح. يجب أن تكون بالتنسيق YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
ar: القيمة "%(value)s" بتنسيق صحيح (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) ولكنها تمثل تاريخًا/وقتًا غير صالحًا.

source: Date (with time)
ar: تاريخ (مع وقت)

source: “%(value)s” value must be a decimal number.
ar: القيمة "%(value)s" يجب أن تكون رقمًا عشريًا.

source: Decimal number
ar: رقم عشري

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
ar: القيمة "%(value)s" تحتوي على تنسيق غير صالح. يجب أن تكون بالتنسيق [DD] [[HH:]MM:]ss[.uuuuuu].

source: Duration
ar: المدة الزمنية

source: Email address
ar: عنوان البريد الإلكتروني

source: File path
ar: مسار الملف

source: “%(value)s” value must be a float.
ar: القيمة "%(value)s" يجب أن تكون عددًا عشريًا (float).

source: Floating point number
ar: عدد عشري (float)

source: “%(value)s” value must be an integer.
ar: القيمة "%(value)s" يجب أن تكون عددًا صحيحًا.

source: Integer
ar: عدد صحيح

source: Big (8 byte) integer
ar: عدد صحيح كبير (8 بايت)

source: Small integer
ar: عدد صحيح صغير

source: IPv4 address
ar: عنوان IPv4

source: IP address
ar: عنوان IP

source: “%(value)s” value must be either None, True or False.
ar: القيمة "%(value)s" يجب أن تكون إما None أو True أو False.

source: Boolean (Either True, False or None)
ar: قيمة منطقية (إما True أو False أو None)

source: Positive big integer
ar: عدد صحيح كبير موجب

source: Positive integer
ar: عدد صحيح موجب

source: Positive small integer
ar: عدد صحيح صغير موجب

source: Slug (up to %(max_length)s)
ar: سلاق (حتى %(max_length)s حرفًا)

source: Text
ar: نص

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
ar: القيمة "%(value)s" تحتوي على تنسيق غير صالح. يجب أن تكون بالتنسيق HH:MM[:ss[.uuuuuu]].

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
ar: القيمة "%(value)s" تحتوي على تنسيق صحيح (HH:MM[:ss[.uuuuuu]]) ولكنها تمثل وقتًا غير صالح.

source: URL
ar: رابط URL

source: Raw binary data
ar: بيانات ثنائية خام

source: “%(value)s” is not a valid UUID.
ar: "%(value)s" ليس UUID صالحًا.

source: Universally unique identifier
ar: معرّف فريد عالميًا

source: File
ar: ملف

source: Image
ar: صورة

source: A JSON object
ar: كائن JSON

source: Value must be valid JSON.
ar: يجب أن تكون القيمة JSON صالحة.

source: %(model)s instance with %(field)s %(value)r does not exist.
ar: لا توجد نسخة من %(model)s تحتوي على %(field)s تساوي %(value)r.

source: Foreign Key (type determined by related field)
ar: مفتاح خارجي (يتم تحديد النوع من الحقل المرتبط)

source: One-to-one relationship
ar: علاقة واحد إلى واحد

source: %(from)s-%(to)s relationship
ar: علاقة %(from)s-%(to)s

source: %(from)s-%(to)s relationships
ar: علاقات %(from)s-%(to)s

source: Many-to-many relationship
ar: علاقة متعدد إلى متعدد

source: Enter a whole number.
ar: أدخل عددًا صحيحًا.

source: Enter a valid date.
ar: أدخل تاريخًا صالحًا.

source: Enter a valid time.
ar: أدخل وقتًا صالحًا.

source: Enter a valid date/time.
ar: أدخل تاريخًا/وقتًا صالحًا.

source: Enter a valid duration.
ar: أدخل مدة زمنية صالحة.

source: The number of days must be between {min_days} and {max_days}.
ar: يجب أن يكون عدد الأيام بين {min_days} و {max_days}.

source: No file was submitted. Check the encoding type on the form.
ar: لم يتم إرسال أي ملف. تحقق من نوع الترميز في النموذج.

source: No file was submitted.
ar: لم يتم إرسال أي ملف.

source: The submitted file is empty.
ar: الملف المرسل فارغ.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
ar: تأكد من أن اسم الملف يحتوي على %(max)d حرف على الأكثر (يحتوي على %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
ar: يرجى إما إرسال ملف أو تحديد مربع الإزالة، وليس كلاهما.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
ar: قم بتحميل صورة صالحة. الملف الذي قمت بتحميله إما ليس صورة أو صورة تالفة.

source: Select a valid choice. %(value)s is not one of the available choices.
ar: اختر خيارًا صالحًا. %(value)s ليس من بين الخيارات المتاحة.

source: Enter a list of values.
ar: أدخل قائمة من القيم.

source: Enter a complete value.
ar: أدخل قيمة كاملة.

source: Enter a valid UUID.
ar: أدخل UUID صالحًا.

source: Enter a valid JSON.
ar: أدخل JSON صالحًا.

source: (Hidden field %(name)s) %(error)s
ar: (الحقل المخفي %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
ar: بيانات نموذج الإدارة مفقودة أو تم التلاعب بها. الحقول المفقودة: %(field_names)s. قد تحتاج إلى تقديم تقرير عن خلل إذا استمرت المشكلة.

source: Please submit at most %(num)d form.
ar: يرجى إرسال نموذج واحد على الأكثر.

source: Please submit at least %(num)d form.
ar: يرجى إرسال نموذج واحد على الأقل.

source: Order
ar: الترتيب

source: Delete
ar: حذف

source: Please correct the duplicate data for %(field)s.
ar: يرجى تصحيح البيانات المكررة في الحقل %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
ar: يرجى تصحيح البيانات المكررة ل %(field)s، والتي يجب أن تكون فريدة.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
ar: يرجى تصحيح البيانات المكررة في %(field_name)s، والتي يجب أن تكون فريدة لـ %(lookup)s في %(date_field)s.

source: Please correct the duplicate values below.
ar: يرجى تصحيح القيم المكررة أدناه.

source: The inline value did not match the parent instance.
ar: القيمة المدرجة لا تطابق الكائن الأب.

source: Select a valid choice. That choice is not one of the available choices.
ar: اختر خيارًا صالحًا. هذا الخيار غير موجود ضمن الخيارات المتاحة.

source: “%(pk)s” is not a valid value.
ar: القيمة "%(pk)s" غير صالحة.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
ar: تعذر تفسير %(datetime)s في المنطقة الزمنية %(current_timezone)s؛ قد تكون غامضة أو غير موجودة.

source: Clear
ar: مسح

source: Currently
ar: حاليًا

source: Change
ar: تغيير

source: Unknown
ar: غير معروف

source: Yes
ar: نعم

source: No
ar: لا

source: yes,no,maybe
ar: نعم,لا,ربما

source: %(size)d byte
ar: %(size)d بايت

source: %s KB
ar: %s كيلوبايت

source: %s MB
ar: %s ميغابايت

source: %s GB
ar: %s غيغابايت

source: %s TB
ar: %s تيرابايت

source: %s PB
ar: %s بيتابايت

source: p.m.
ar: م

source: a.m.
ar: ص

source: PM
ar: م

source: AM
ar: ص

source: midnight
ar: منتصف الليل

source: noon
ar: الظهر

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Mon
ar: اثن

source: Tue
ar: ثلث

source: Wed
ar: أرب

source: Thu
ar: خمي

source: Fri
ar: جمع

source: Sat
ar: سبت

source: Sun
ar: أحد

source: January
ar: يناير

source: February
ar: فبراير

source: March
ar: مارس

source: April
ar: أبريل

source: May
ar: مايو

source: June
ar: يونيو

source: July
ar: يوليو

source: August
ar: أغسطس

source: September
ar: سبتمبر

source: October
ar: أكتوبر

source: November
ar: نوفمبر

source: December
ar: ديسمبر

source: jan
ar: ينا

source: feb
ar: فبر

source: mar
ar: مار

source: apr
ar: أبر

source: may
ar: ماي

source: jun
ar: يون

source: jul
ar: يول

source: aug
ar: أغس

source: sep
ar: سبت

source: oct
ar: أكت

source: nov
ar: نوف

source: dec
ar: ديس

# abbrev. month
source: Jan.
ar: ينا.

# abbrev. month
source: Feb.
ar: فبر.

# abbrev. month
source: March
ar: مارس

# abbrev. month
source: April
ar: أبريل

# abbrev. month
source: May
ar: مايو

# abbrev. month
source: June
ar: يونيو

# abbrev. month
source: July
ar: يوليو

# abbrev. month
source: Aug.
ar: أغس.

# abbrev. month
source: Sept.
ar: سبت.

# abbrev. month
source: Oct.
ar: أكت.

# abbrev. month
source: Nov.
ar: نوف.

# abbrev. month
source: Dec.
ar: ديس.

# alt. month
source: January
ar: يناير

# alt. month
source: February
ar: فبراير

# alt. month
source: March
ar: مارس

# alt. month
source: April
ar: أبريل

# alt. month
source: May
ar: مايو

# alt. month
source: June
ar: يونيو

# alt. month
source: July
ar: يوليو

# alt. month
source: August
ar: أغسطس

# alt. month
source: September
ar: سبتمبر

# alt. month
source: October
ar: أكتوبر

# alt. month
source: November
ar: نوفمبر

# alt. month
source: December
ar: ديسمبر

source: This is not a valid IPv6 address.
ar: هذا ليس عنوان IPv6 صالحًا.

source: or
ar: أو

source: %(num)d year
ar: %(num)d سنة

source: %(num)d month
ar: %(num)d شهر

source: %(num)d week
ar: %(num)d أسبوع

source: %(num)d day
ar: %(num)d يوم

source: %(num)d hour
ar: %(num)d ساعة

source: %(num)d minute
ar: %(num)d دقيقة

source: Forbidden
ar: ممنوع

source: CSRF verification failed. Request aborted.
ar: فشل التحقق من CSRF. تم إلغاء الطلب.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
ar: أنت ترى هذه الرسالة لأن هذا الموقع الآمن (HTTPS) يتطلب إرسال رأس "Referer" من المتصفح، ولكن لم يتم إرساله. هذا الرأس مطلوب لأسباب أمنية لضمان عدم اختطاف المتصفح من قبل أطراف خارجية.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
ar: إذا قمت بإعداد متصفحك لتعطيل رؤوس "Referer"، فيُرجى إعادة تمكينها، على الأقل لهذا الموقع، أو للاتصالات عبر HTTPS، أو للطلبات من نفس المصدر.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
ar: إذا كنت تستخدم الوسم <meta name="referrer" content="no-referrer"> أو تضيف ترويسة “Referrer-Policy: no-referrer”، يرجى إزالتها. تتطلب حماية CSRF وجود ترويسة “Referer” لإجراء تحقق صارم من المرجع. إذا كنت قلقًا بشأن الخصوصية، يمكنك استخدام بدائل مثل <a rel="noreferrer" …> للروابط إلى مواقع الطرف الثالث.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
ar: أنت ترى هذه الرسالة لأن هذا الموقع يتطلب وجود ملف تعريف ارتباط CSRF عند إرسال النماذج. هذا الملف مطلوب لأسباب أمنية لضمان عدم اختطاف المتصفح من قبل أطراف خارجية.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
ar: إذا قمت بإعداد متصفحك لتعطيل ملفات تعريف الارتباط، فيُرجى إعادة تمكينها، على الأقل لهذا الموقع، أو للطلبات من نفس المصدر.

source: More information is available with DEBUG=True.
ar: مزيد من المعلومات متاح عند تفعيل DEBUG=True.

source: No year specified
ar: لم يتم تحديد السنة

source: Date out of range
ar: التاريخ خارج النطاق

source: No month specified
ar: لم يحدد شهر

source: No day specified
ar: لم يحدد يوم

source: No week specified
ar: لم يحدد أسبوع

source: No %(verbose_name_plural)s available
ar: لا يوجد %(verbose_name_plural)s متاحة

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
ar: لا تتوفر %(verbose_name_plural)s المستقبلية لأن %(class_name)s.allow_future = False.
