Repository: mayank-tagline555/mayank-SOOQ
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: This field is required.
ar: هذه الخانة مطلوبه.

source: Operation completed successfully!
ar: تمت العملية بنجاح!

source: Something went wrong. Please try again.
ar: حدث خطأ ما. من فضلك حاول مرة أخرى.

source: Unauthorized access.
ar: الوصول غير المصرح به.

source: Passwords do not match.
ar: كلمات المرور لا تتطابق.

source: Your password must be at least 8 characters long.
ar: يجب أن تكون كلمة مرورك لمدة 8 أحرف على الأقل.

source: It seems we couldn't find your role in our system.
ar: يبدو أننا لم نتمكن من العثور على دورك في نظامنا.

source: Switched to role {role_to_switch} successfully.
ar: تم التبديل إلى الدور {role_to_switch} بنجاح.

source: User session details retrieved successfully.
ar: تم استرداد تفاصيل جلسة المستخدم بنجاح.

source: The requested role doesn't match the user's existing role.
ar: لا يتطابق الدور المطلوب مع دور المستخدم الحالي.

source: You are already assigned to the {role} role. Please choose a different role to switch.
ar: تم تعيينك بالفعل في الدور {role}. الرجاء اختيار دور مختلف للتبديل.

source: The FCM details provided are invalid.
ar: تفاصيل FCM المقدمة غير صالحة.

source: User deleted successfully.
ar: تم حذف المستخدم بنجاح.

source: Please enter a valid phone number.
ar: يرجى إدخال رقم هاتف صالح.

source: User roles fetched successfully.
ar: تم جلب أدوار المستخدم بنجاح.

source: User created successfully!
ar: تم إنشاء المستخدم بنجاح!

source: User with the email and role already exists.
ar: المستخدم مع البريد الإلكتروني والدور موجود بالفعل.

source: Oops! Registration with team members is not permitted.
ar: أُووبس! التسجيل مع أعضاء الفريق غير مسموح به.

source: You do not have permission to register with this role.
ar: ليس لديك إذن للتسجيل في هذا الدور.

source: This phone number already exists.
ar: رقم الهاتف هذا موجود بالفعل.

source: This email already exists.
ar: هذا البريد الإلكتروني موجود بالفعل.

source: User updated successfully.
ar: تم تحديث المستخدم بنجاح!

source: This email is already registered. Please log in using this email to complete the registration process.
ar: هذا البريد الإلكتروني مسجل بالفعل. يرجى تسجيل الدخول باستخدام هذا البريد لإكمال عملية التسجيل.

source: Deletion blocked: No owner found for the specified business.
ar: تم حظر الحذف: لم يتم العثور على مالك للنشاط التجاري المحدد.

source: Login successful.
ar: تسجيل الدخول ناجح.

source: Please select the proper role of the user.
ar: يرجى تحديد الدور المناسب للمستخدم.

source: No account found with this email. Please check and try again.
ar: لم يتم العثور على حساب بهذا البريد الإلكتروني. يرجى التحقق والمحاولة مرة أخرى.

source: Incorrect password. Please try again.
ar: كلمة المرور غير صحيحة. يرجى المحاولة مرة أخرى.

source: Your account has been suspended. Please contact our support team for assistance.
ar: تم تعليق حسابك. يرجى التواصل مع فريق الدعم للحصول على المساعدة.

source: Business created successfully!
ar: الأعمال التي تم إنشاؤها بنجاح!

source: Your business account has been suspended. Please contact our support team for assistance.
ar: تم تعليق حساب نشاطك التجاري. يرجى التواصل مع فريق الدعم للحصول على المساعدة.

source: Your business subscription has been suspended. Please purchase a paid subscription plan to continue.
ar: تم تعليق اشتراك نشاطك التجاري. يرجى شراء خطة اشتراك مدفوعة للاستمرار.

source: Business account updated successfully.
ar: تم تحديث حساب العمل بنجاح.

source: Business account not found.
ar: لم يتم العثور على حساب العمل.

source: Address created successfully!
ar: العنوان الذي تم إنشاؤه بنجاح!

source: Address updated successfully.
ar: عنوان تم تحديثه بنجاح.

source: Address deleted successfully.
ar: تم حذف العنوان بنجاح.

source: Address retrieved successfully.
ar: العنوان الذي تم استرداده بنجاح.

source: List of addresses fetched successfully.
ar: قائمة العناوين التي تم جلبها بنجاح.

source: Password changed successfully!
ar: تم تغيير كلمة المرور بنجاح!

source: OTP verified successfully.
ar: تم التحقق من OTP بنجاح.

source: Invalid OTP.
ar: OTP غير صالح.

source: Invalid token.
ar: رمز غير صالح.

source: OTP has been sent successfully.
ar: تم إرسال OTP بنجاح.

source: Bank account details updated successfully.
ar: تم تحديث تفاصيل الحساب المصرفي بنجاح.

source: Business details added successfully.
ar: تفاصيل العمل أضيفت بنجاح.

source: Business account details fetch successfully.
ar: تفاصيل حساب العمل جلب بنجاح.

source: Invalid business type, please select valid business type
ar: نوع عمل غير صالح ، يرجى تحديد نوع الأعمال صالح

source: Only the business owner can update this business details.
ar: يمكن لمالك العمل فقط تحديث تفاصيل العمل هذه.

source: All required documents must be provided.
ar: يجب توفير جميع المستندات المطلوبة.

source: No business found for the logged-in user.
ar: هذا العمل ليس لمستخدم تسجيل الدخول.

source: Business details retrieved successfully.
ar: تفاصيل العمل التي تم استرجاعها بنجاح.

source: This business is not for login user.
ar: هذا العمل ليس لمستخدم تسجيل الدخول.

source: Business fetched successfully.
ar: جلبت الأعمال بنجاح.

source: User profile updated successfully.
ar: تم تحديث ملف تعريف المستخدم بنجاح.

source: User profile does not exist.
ar: ملف تعريف المستخدم غير موجود.

source: Invalid type. Only 'WLL' is allowed.
ar: نوع غير صالح. فقط "wll" مسموح به.

source: Business users fetched successfully.
ar: جلب مستخدمي الأعمال بنجاح.

source: Business name is required.
ar: اسم العمل مطلوب.

source: Share holder added successfully.
ar: تمت إضافة حامل مشاركة بنجاح.

source: Share holder not found.
ar: حامل مشاركة لم يتم العثور عليه.

source: Share holder fetched successfully.
ar: حامل مشاركة جلبت بنجاح.

source: Share holder deleted successfully.
ar: حذف حامل مشاركة بنجاح.

source: Currencies fetched successfully.
ar: تم جلب العملات بنجاح.

source: Organization currency created successfully.
ar: تم إنشاء عملة المؤسسة بنجاح.

source: Organization currency updated successfully.
ar: تم تحديث العملة المنظمة بنجاح.

source: The currency '{currency_code}' already exists for this organization.
ar: العملة '{currency_code}' موجودة بالفعل لهذه المنظمة.

source: Organization not found.
ar: منظمة لم يتم العثور عليها.

source: Notifications fetched successfully.
ar: تم جلب الإخطارات بنجاح.

source: Business saved cards fetched successfully.
ar: تم جلب البطاقات المحفوظة للنشاط التجاري بنجاح.

source: Business card added successfully.
ar: تمت إضافة بطاقة العمل بنجاح.

source: Your business card has been set as the default successfully.
ar: تم تعيين بطاقة عملك كافتراضية بنجاح.

source: Session created successfully. Proceed with card verification.
ar: تم إنشاء الجلسة بنجاح. تابع التحقق من البطاقة.

source: Business saved card not found.
ar: لم يتم العثور على البطاقة المحفوظة للنشاط التجاري.

source: Business card has been removed successfully.
ar: تمت إزالة بطاقة العمل بنجاح.

source: Cannot delete the default card. Please set another card as default first.
ar: لا يمكن حذف البطاقة الافتراضية. يرجى تعيين بطاقة أخرى كافتراضية أولاً.

source: Sub user created successfully.
ar: تم إنشاء المستخدم الفرعي بنجاح.

source: Report number is required.
ar: رقم التقرير مطلوب.

source: Date of issue is required for GIA certificate type.
ar: تاريخ الإصدار مطلوب لنوع شهادة GIA.

source: Only one material can be created at a time.
ar: يمكن إنشاء مادة واحدة فقط في وقت واحد.

source: Either precious_metal or precious_stone is required.
ar: إما Precious_metal أو Precious_stone مطلوب.

source: Precious item with the same metal name and weight already exists.
ar: عنصر ثمين مع نفس الاسم المعدني والوزن موجود بالفعل.

source: Report number already exists.
ar: رقم التقرير موجود بالفعل.

source: Carat type required.
ar: نوع قيراط مطلوب.

source: User preferences updated successfully.
ar: تفضيلات المستخدم تحديث بنجاح.

source: User preferences fetched successfully.
ar: جلبت تفضيلات المستخدم بنجاح.

source: Incorrect old password. Please try again.
ar: كلمة المرور القديمة غير صحيحة. يرجى المحاولة مرة أخرى.

source: Contact support request created successfully.
ar: تم إنشاء طلب دعم الاتصال بنجاح.

source: FCM token updated successfully.
ar: تم تحديث الرمز المميز FCM بنجاح.

source: FCM token not found
ar: لم يتم العثور على رمز FCM

source: No user is associated with this email.
ar: لا يرتبط أي مستخدم بهذا البريد الإلكتروني.

source: Bucket name is required.
ar: مطلوب اسم دلو.

source: File names are required.
ar: أسماء الملفات مطلوبة.

source: Notification not found.
ar: الإخطار لم يتم العثور عليه.

source: Notification read/unread status updated successfully.
ar: الإخطار قراءة/حالة غير مقروء تحديث بنجاح.

source: Your session has expired. Please log in again to proceed.
ar: انتهت جلستك. يرجى تسجيل الدخول مرة أخرى للمتابعة.

source: Email is already verified.
ar: هذا البريد الإلكتروني موجود بالفعل.

source: Phone number already verified.
ar: رقم الهاتف هذا موجود بالفعل.

source: App version details fetched successfully.
ar: تم جلب تفاصيل المستخدم بنجاح.

source: Subscription usage information retrieved successfully.
ar: تم استرجاع معلومات استخدام الاشتراك بنجاح.

source: Account Reactivation Notice
ar: إشعار تنشيط الحساب

source: Your Account Has Been Reactivated
ar: لقد تم إعادة تنشيط حسابك

source: Dear
ar: عزيزي

source: We're happy to inform you that your account
ar: يسعدنا إبلاغك بأن حسابك

source: has been successfully reactivated.
ar: تم إعادة تنشيطه بنجاح.

source: You now have full access to your account and our services.
ar: لديك الآن وصول كامل إلى حسابك وخدماتنا.

source: If you have any issues, please reach out to our support team.
ar: إذا كان لديك أي مشاكل ، فيرجى التواصل مع فريق الدعم لدينا.

source: Best regards,
ar: مع أطيب التحيات،

source: Sooq Al Thahab Support Team
ar: فريق دعم سوق الذهب

source: Sooq Al Thahab
ar: سوق الذهب

source: © 2025 Sooq Al Thahab. All rights reserved.
ar: © 2025 سوق الذهب. جميع الحقوق محفوظة.

source: New Support Request Received
ar: تم استلام طلب دعم جديد

source: New Contact Support Submission
ar: تم إرسال طلب تواصل جديد مع الدعم

source: A new support request has been submitted by a user.
ar: تم إرسال طلب دعم جديد من قبل مستخدم.

source: Name
ar: الاسم

source: Email
ar: البريد الإلكتروني

source: Title
ar: العنوان

source: Issue
ar: المشكلة

source: Please log into the admin panel to respond to this request.
ar: يرجى تسجيل الدخول إلى لوحة الإدارة للرد على هذا الطلب.

source: OTP Verification Code
ar: رمز التحقق OTP

source: Hello
ar: مرحبًا

source: We received a request to reset the password for your account.
ar: لقد تلقينا طلبًا لإعادة تعيين كلمة المرور لحسابك.

source: If this was you, use the following code to reset your password.
ar: إذا كان هذا أنت، استخدم الكود التالي لإعادة تعيين كلمة المرور الخاصة بك.

source: If you didn't request this, please ignore this email.
ar: إذا لم تطلب ذلك، يرجى تجاهل هذا البريد الإلكتروني.

source: Sooq Al Thahab Billing
ar: إدارة سوق الذهب

source: Item
ar: الصنف

source: Qty
ar: الكمية

source: Weight
ar: الوزن

source: Karat
ar: العيار

source: Rate
ar: السعر

source: Amount
ar: المبلغ

source: Type
ar: النوع

source: Shape
ar: الشكل

source: Serial No
ar: الرقم التسلسلي

source: Tax Invoice
ar: فاتورة ضريبية

source: TAX INVOICE
ar: فاتورة ضريبية

source: Invoice No
ar: رقم الفاتورة

source: Date
ar: التاريخ

source: Bill To
ar: فاتورة إلى

source: Email:
ar: البريد الإلكتروني

source: Address:
ar: العنوان:

source: Country:
ar: البلد:

source: Phone:
ar: الهاتف:

source: Bill From
ar: فاتورة من

source: VAT Acc No:
ar: رقم حساب ضريبة القيمة المضافة:

source: Subscription details
ar: تفاصيل الاشتراك

source: Description
ar: الوصف

source: Subscription fees:
ar: رسوم الاشتراك:

source: From
ar: من

source: To
ar: إلى

source: Sub Total
ar: المجموع الفرعي

source: Service Fees
ar: رسوم الخدمة

source: Commission Fees
ar: رسوم العمولة

source: Add VAT
ar: إضافة ضريبة القيمة المضافة

source: Tax
ar: الضريبة

source: Total
ar: الإجمالي

source: Subscription Receipt
ar: إيصال الاشتراك

source: SUBSCRIPTION RECEIPT
ar: إيصال الاشتراك

source: Receipt No
ar: رقم الإيصال

source: Paid on
ar: تم الدفع في

source: Payment method:
ar: طريقة الدفع:

source: Transaction ID:
ar: معرّف المعاملة:

source: Tax_Invoice
ar: فاتورة_ضريبية

source: ID:
ar: الهوية:

source: Sold By
ar: تم البيع بواسطة

source: CR No:
ar: رقم السجل التجاري:

source: Purchase details
ar: تفاصيل الشراء

source: Add Premium Price
ar: إضافة سعر مميز

source: Add
ar: إضافة

source: Service Fees
ar: رسوم الخدمة

source: Subscription Fees
ar: رسوم الاشتراك:

source: The postpaid fee of
ar: رسوم الدفع الآجل البالغة

source: for this product will be charged on an annual basis.
ar: لهذا المنتج سيتم تحصيلها على أساس سنوي.

source: Top_Up_Receipt
ar: إيصال إعادة الشحن

source: TOP UP RECEIPT
ar: إيصال إعادة الشحن

source: Transaction No
ar: رقم المعاملة

source: Made By
ar: تم بواسطة

source: Completed
ar: مكتمل

source: Rejected
ar: مرفوض

source: Top-Up method
ar: طريقة إعادة الشحن

source: Payment Card Used
ar: بطاقة الدفع المستخدمة

source: Time
ar: الوقت

source: Service Fee
ar: رسوم الخدمة

source: Rejection Reason
ar: سبب الرفض

source: Total Amount
ar: المبلغ

source: Balance Summary
ar: ملخص الرصيد

source: Previous Balance
ar: الرصيد السابق

source: Amount Credited
ar: المبلغ المودَع

source: Current Balance
ar: حاليًا

source: Transafer_Receipt
ar: إيصال التحويل

source: TRANSFER RECEIPT
ar: إيصال التحويل

source: Transfered To
ar: تم التحويل إلى

source: Transfered From
ar: تم التحويل من

source: IBAN:
ar: رقم الآيبان:

source: Transfer
ar: تحويل

source: Transaction Type
ar: معاملة

source: IBAN Number
ar: رقم الآيبان

source: Material Cost
ar: المادة

source: Premium
ar: علاوة

source: Vat
ar: ضريبة القيمة المضافة

source: Platform Fee
ar: رسوم المنصة

source: Total Deducted
ar: إجمالي المبلغ المخصوم

source: Withdraw_Receipt
ar: سحب

source: WITHDRAW RECEIPT
ar: إيصال السحب

source: VAT ACC No:
ar: رقم حساب ضريبة القيمة المضافة:

source: Withdrawal
ar: سحب

source: Transfer Type
ar: نوع القيراط

source: Withdrawal Amount
ar: سحب

source: Musharakah Agreement
ar: اتفاقية المضاربة

source: Organization Logo
ar: شعار المؤسسة

source: The Gold Market Platform W.L.L. is referred to here as Sooq Al Thahab
ar: يشار إلى منصة سوق الذهب ش.ذ.م.م هنا باسم سوق الذهب

source: OBJECTIVE OF THE AGREEMENT
ar: هدف الاتفاقية

source: The objective of this Musharakah Agreement is to establish a partnership for the creation of jewelry, whereby the Provider will contribute precious metals/stones and the Jeweler will contribute design expertise and manufacturing cost and marketing. The Jeweler will then approach a manufacturer to convert the precious metals/stones into finished jewelry products. The revenue of the sales, will be used to buy back the amount of precious metals/stones used in the sales as well as the manufacturing cost. The profits generated from the sale of the jewelry shall be shared between the Parties in accordance with the terms of this Agreement.
ar: هدف اتفاقية المشاركة هذه هو إنشاء شراكة لتصميم وتصنيع المجوهرات، حيث يساهم المزود بالمعادن/الأحجار الكريمة، ويقدم الصائغ/المصمم خبرته في التصميم ويتحمل تكاليف التصنيع والتسويق. يتولى الصائغ/المصمم التعاقد مع جهة تصنيع لتحويل المعادن/الأحجار الكريمة إلى منتجات مجوهرات نهائية. يتم استخدام إيرادات البيع لإعادة شراء كمية المعادن/الأحجار الكريمة المستخدمة في التصنيع بالإضافة إلى تكاليف التصنيع. يتم تقاسم الأرباح الناتجة عن بيع المجوهرات بين الطرفين وفقاً لشروط هذه الاتفاقية.

source: PARTY CONTRIBUTIONS
ar: مساهمات الأطراف

source: Provider's Contribution
ar: مساهمة المزود

source: The Provider agrees to provide the following precious metals/stones to the Jeweler for the purpose of producing jewelry, which will be crafted according to the Jeweler's designs:
ar: يوافق المزوّد على تزويد الصائغ بالمعادن الثمينة/الأحجار الكريمة التالية لغرض إنتاج المشغولات الذهبية، والتي سيتم تصنيعها وفقًا لتصاميم الصائغ:

source: The value of each precious metals/stones shall be calculated based on the current market rate at the time of Musharkah Agreement. The total value of the precious metals/stones provided by the Provider is agreed upon as BHD %(precious_value)s. The total quantity and type of precious metals/stones provided shall be recorded in the Jeweler's precious metals/stones Wallet for transparency.
ar: يتم احتساب قيمة كل معدن نفيس/حجر كريم بناءً على سعر السوق السائد وقت إبرام اتفاقية المشاركة. ويُتفق على أن القيمة الإجمالية للمعادن النفيسة/الأحجار الكريمة المقدَّمة من قبل المزوِّد تبلغ %(precious_value)s دينار بحريني. كما يتم تسجيل إجمالي الكمية ونوع المعادن النفيسة/الأحجار الكريمة المقدَّمة في محفظة المعادن النفيسة/الأحجار الكريمة الخاصة بالصائغ، وذلك تحقيقًا لمبدأ الشفافية.

source: The Provider retains full ownership of all contributed precious metals/stones until they are either sold as finished jewelry or returned in accordance with this Agreement. The Jeweler shall not transfer, pledge, or utilize the precious metals/stones for any purpose outside the scope of this Musharakah.
ar: يحتفظ المزوّد بالملكية الكاملة لجميع المعادن النفيسة/الأحجار الكريمة المقدَّمة إلى أن يتم بيعها كمجوهرات نهائية أو إعادتها وفقًا لأحكام هذه الاتفاقية. ولا يجوز للصائغ نقل أو رهن أو استخدام المعادن النفيسة/الأحجار الكريمة لأي غرض خارج نطاق هذه المشاركة.

source: Jeweler's Contribution
ar: مساهمة الصائغ/المصمم

source: The Jeweler agrees to provide the jewelry designs and oversee the entire process of converting the precious metals/stones into finished jewelry products. The Jeweler's contribution to the Musharakah is limited to their original design work, which is valued and agreed upon at
ar: يوافق الصائغ/المصمّم على تقديم تصاميم المجوهرات والإشراف الكامل على عملية تحويل المعادن النفيسة/الأحجار الكريمة إلى منتجات مجوهرات نهائية. وتقتصر مساهمة الصائغ/المصمّم في هذه المشاركة على أعماله التصميمية الأصلية، والتي يتم تقييمها والاتفاق عليها بمبلغ قدره

source: This design value shall constitute the Jeweler's capital contribution in this Musharakah. The designs contributed under this Agreement include the following:
ar: يوافق الصائغ/المصمّم على تقديم تصاميم المجوهرات والإشراف الكامل على عملية تحويل المعادن النفيسة/الأحجار الكريمة إلى منتجات مجوهرات نهائية. وتقتصر مساهمة الصائغ/المصمّم في هذه المشاركة على أعماله التصميمية الأصلية، والتي يتم تقييمها والاتفاق عليها بمبلغ قدره

source: The Jeweler shall also manage and pay for manufacturing, taxes, Sooq Al Thahab service fees, and other operational costs required for production and sale. These costs shall not be treated as capital but shall be recoverable in full from gross sales revenue before profit calculation, in accordance with Clause 4.2.
ar: يتولى الصائغ/المصمم أيضًا إدارة ودفع تكاليف التصنيع، والضرائب، ورسوم خدمات سوق الذهب، وغيرها من التكاليف التشغيلية اللازمة للإنتاج والبيع. ولا تُعامل هذه التكاليف كرأس مال، بل تُسترد بالكامل من إجمالي إيرادات البيع قبل احتساب الأرباح، وذلك وفقًا للمادة ٤.٢.

source: All intellectual property related to the designs contributed by the Jeweler shall remain the sole property of the Jeweler. Any branding, marketing materials, or packaging created by Sooq Al Thahab remains its property unless otherwise agreed in writing.
ar: تظل جميع حقوق الملكية الفكرية المتعلقة بالتصاميم المقدمة من الصائغ/المصمم ملكًا حصريًا له. وتبقى أي مواد تسويقية أو تصميمات علامات تجارية أو تغليف تم إنشاؤها من قبل سوق الذهب ملكًا له، ما لم يتم الاتفاق كتابةً على خلاف ذلك.

source: Sole ownership applies to original designs submitted by the Jeweler, including any variations or modifications made by manufacturers or platform partners, unless otherwise agreed in writing.
ar: تُطبق الملكية الحصرية على التصاميم الأصلية المقدمة من الصائغ/المصمم، بما في ذلك أي تعديلات أو تغييرات يقوم بها المصنعون أو شركاء المنصة، ما لم يتم الاتفاق كتابةً على خلاف ذلك.

source: Agreed Designs
ar: التصاميم المعتمدة

source: The jewelry designs forming the Jeweler's contribution under this Agreement have been mutually reviewed and accepted by both Parties. These designs are digitally stored and timestamped within the Sooq Al Thahab digital app/platform and shall be treated as the official and binding design scope under this Musharakah. Any modification or addition to these designs must be mutually agreed upon in writing and confirmed through the Sooq Al Thahab prior to production.
ar: لقد تم استعراض تصاميم المجوهرات التي تشكل مساهمة الصائغ/المصمم بموجب هذه الاتفاقية والموافقة عليها من قبل الطرفين. يتم حفظ هذه التصاميم رقميًا ومؤرخة بتوقيت رقمي ضمن تطبيق/منصة سوق الذهب، وتُعتبر النطاق الرسمي والملزم للتصاميم في إطار هذه المشاركة. ويجب أن يتم الاتفاق كتابةً على أي تعديل أو إضافة لهذه التصاميم، وتأكيدها من خلال سوق الذهب قبل الشروع في الإنتاج

source: MANUFACTURING PROCESS
ar: عملية التصنيع

source: Manufacturer Selection
ar: اختيار المُصنِّع

source: The Jeweler shall be responsible for selecting a suitable manufacturer to convert the precious metals/stones into the final jewelry products. The Jeweler agrees to ensure that the manufacturer follows the agreed-upon designs and specifications and produces the jewelry according to the highest standards of craftsmanship.
ar: يتحمل الصائغ/المصمم مسؤولية اختيار مُصنِّع مناسب لتحويل المعادن/الأحجار الكريمة إلى منتجات مجوهرات نهائية. ويوافق الصائغ/المصمم على التأكد من أن المُصنِّع يلتزم بالتصاميم والمواصفات المتفق عليها، وأنه يُنتج المجوهرات وفقًا لأعلى معايير الحرفية والجودة.

source: Manufacturing Costs
ar: تكاليف التصنيع

source: The cost of manufacturing the jewelry (e.g, the fee charged by the manufacturer) will be borne by the Jeweler. The manufacturing costs incurred by the Jeweler shall be transparently documented and deducted from the total revenue before calculating the profit to be shared between the Parties.
ar: يتحمل الصائغ/المصمم تكاليف التصنيع الخاصة بالمجوهرات (مثل الأجور التي يفرضها المُصنِّع). ويجب توثيق تكاليف التصنيع التي يتكبدها الصائغ/المصمم بشكل شفاف، وتُخصم من إجمالي الإيرادات قبل حساب الأرباح التي سيتم تقاسمها بين الأطراف.

source: PROFIT AND LOSS SHARING
ar: تقاسم الأرباح والخسائر

source: Capital Valuation and Profit-Sharing Ratio
ar: تقييم رأس المال ونسبة تقاسم الأرباح

source: The Parties agree that the total Musharakah capital comprises:
ar: يتفق الطرفان على أن إجمالي رأس مال المشاركة يتكون من:

source: The Provider's contribution of precious metals/stones valued at BHD %(precious_value)s
ar: مساهمة المزوِّد من المعادن النفيسة/الأحجار الكريمة بقيمة %(precious_value)s دينار بحريني

source: The Jeweler's contribution of design value, fixed and agreed at BHD %(design_value)s
ar: مساهمة الصائغ في قيمة التصميم، والمحددة والمتفق عليها بمبلغ %(design_value)s دينار بحريني

source: Based on this valuation, the total business capital amounts to BHD %(capital_value)s. Accordingly, the profit-sharing ratio shall be:
ar: وبناءً على هذا التقييم، يبلغ إجمالي رأس مال النشاط مبلغ %(capital_value)s دينار بحريني. وبناءً عليه، تكون نسبة تقاسم الأرباح كما يلي:

source: Provider:
ar: المزوِّد:

source: Jeweler:
ar: الصائغ:

source: Recoverable Expenses Covered by Jeweler
ar: المصاريف القابلة للاسترداد التي يتحملها الصائغ/المصمم

source: The Jeweler agrees to cover certain business execution costs out of pocket, which are directly and exclusively related to the production, sale, and delivery of jewelry under this specific Musharakah. These Recoverable Expenses include:
ar: يوافق الصائغ على تحمل بعض تكاليف تنفيذ الأعمال من ماله الخاص، والتي ترتبط بشكل مباشر وحصري بإنتاج وبيع وتسليم المجوهرات بموجب هذه المشاركة المحددة. وتشمل هذه التكاليف القابلة للاسترداد ما يلي:

source: Any Manufacturing fees or related charges to the manfuacutring process.
ar: أي رسوم تصنيع أو تكاليف مرتبطة بعملية التصنيع؛

source: And precious metals/stones provided by the jeweler other than the provided via this Musharakah Agreement.
ar: أي معادن/أحجار كريمة يوفرها الصائغ/المصمّم بخلاف تلك المقدَّمة بموجب هذه اتفاقية المشاركة؛

source: Taxes or duties directly imposed on the sale of jewelry produced under this Agreement.
ar: الضرائب أو الرسوم المفروضة مباشرة على بيع المجوهرات المنتجة بموجب هذه الاتفاقية؛
