Repository: mayank-tagline555/mayank-SOOQ
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Any amendment to this Agreement must comply with principles of Sharia and made in writing and signed by both Parties.
ar: يجب أن يتوافق أي تعديل على هذا الاتفاق مع مبادئ الشريعة الإسلامية، وأن يكون محررًا كتابةً وموقعًا من قبل الطرفين.

source: Governing Law
ar: القانون الواجب التطبيق

source: This Agreement shall be governed by the laws of the Kingdom of Bahrain. In the event of any conflict between the laws of the Kingdom of Bahrain and the principles of Sharia, the principles of Sharia shall prevail.
ar: يخضع هذا الاتفاق لقوانين مملكة البحرين. وفي حال وجود أي تعارض بين قوانين مملكة البحرين ومبادئ الشريعة الإسلامية، تُقدَّم مبادئ الشريعة الإسلامية.

source: The parties agree that, subject to Clause 7, the courts of the Kingdom of Bahrain shall have jurisdiction to enforce this Agreement and any arbitration award rendered hereunder.
ar: يتفق الطرفان، مع مراعاة أحكام البند 7، على أن تكون محاكم مملكة البحرين مختصة بتنفيذ هذا الاتفاق وأي حكم تحكيمي يصدر بموجبه.

source: Severability
ar: قابلية الفصل

source: If any provision or clause of this Agreement becomes invalid, illegal, or unenforceable due to a court ruling, change in applicable law, regulation, or government directive, such invalidity shall not affect the validity or enforceability of the remaining provisions.
ar: إذا أصبح أي حكم أو بند من هذا الاتفاق غير صالح أو غير قانوني أو غير قابل للتنفيذ نتيجة حكم قضائي أو تغيير في القوانين أو اللوائح المعمول بها أو توجيهات حكومية، فلا يؤثر ذلك على صحة أو قابلية تنفيذ باقي الأحكام.

source: The remaining provisions shall remain in full force and effect, unless the invalidated clause is essential to the overall purpose of the Agreement.
ar: وتظل الأحكام المتبقية سارية المفعول بالكامل، ما لم يكن البند المُبطل جوهريًا للغرض العام من هذا الاتفاق.

source: Legal Costs and Enforcement
ar: التكاليف القانونية والتنفيذ

source: In the event of any legal or arbitration proceedings arising from this Agreement, the losing party shall bear all reasonable legal fees, court or arbitration costs, expert fees, and related expenses incurred by the prevailing party, unless otherwise decided by the court or tribunal.
ar: في حال نشوء أي إجراءات قانونية أو تحكيمية بسبب هذا الاتفاق، يتحمل الطرف الخاسر جميع أتعاب المحاماة المعقولة ورسوم المحكمة أو التحكيم وأتعاب الخبراء وأي مصروفات ذات صلة تكبدها الطرف الرابح، ما لم تقرر المحكمة أو هيئة التحكيم خلاف ذلك.

source: ROLE OF Sooq Al Thahab AS AN AGENT
ar: دور منصة سوق الذهب بصفتها وكيلاً

source: Wakalah
ar: الوكالة (الوكالة الشرعية)

source: The Parties hereby agree that they have previously granted Sooq Al Thahab the Wakalah to act as their agent for the purposes of
ar: يقرّ الطرفان بموجب هذا الاتفاق بأنهما قد منَحا سابقًا منصة سوق الذهب وكالة للتصرف بصفتهما وكيلاً وللأغراض التالية:

source: Receiving precious metals/stones from the Provider and delivering them to the Jeweler.
ar: استلام المعادن/الأحجار الكريمة من المزوّد وتسليمها إلى الصائغ.

source: Receiving finished products from the manufacturer and delivering them to the Jeweler or end customers.
ar: استلام المنتجات النهائية من المصنع وتسليمها إلى الصائغ أو إلى العملاء النهائيين.

source: This Wakalah will be used to support each party's needs to the extent of the Wakalah.
ar: تُستخدم هذه الوكالة لدعم احتياجات كل طرف في حدود نطاق الوكالة الممنوحة.

source: Liability of Sooq Al Thahab
ar: مسؤولية منصة سوق الذهب

source: Sooq Al Thahab shall not be held liable for any loss, theft, or damage to the precious metals/stones or finished products while in transit or storage, except in cases of gross negligence or willful misconduct. The Parties agree to indemnify Sooq Al Thahab against any claims arising from the execution of Wakalah.
ar: لا تتحمل منصة سوق الذهب أي مسؤولية عن أي فقدان أو سرقة أو تلف يلحق بالمعادن/الأحجار الكريمة أو المنتجات النهائية أثناء النقل أو التخزين، باستثناء حالات الإهمال الجسيم أو سوء التصرف المتعمد. ويتفق الطرفان على تعويض منصة سوق الذهب وحمايتها من أي مطالبات تنشأ عن تنفيذ الوكالة.

source: Rights and Duties of Sooq Al Thahab
ar: حقوق والتزامات منصة سوق الذهب

source: Sooq Al Thahab role is strictly limited to acting as a neutral facilitator and custodian in accordance with this Agreement and the granted Wakalah. Sooq Al Thahab shall not be considered a party in this Musharkah Agreement and shall not share in the profits or losses of the Musharakah
ar: يقتصر دور منصة سوق الذهب حصريًا على العمل كمُيسّر ومحافظ محايد وفقًا لهذا الاتفاق والوكالة الممنوحة. ولا تُعد منصة سوق الذهب طرفًا في اتفاق المشاركة ولا تشارك في أرباح أو خسائر المشاركة.

source: The Parties acknowledge that any breach, misconduct, or negligence by either Party shall not be attributable to Sooq Al Thahab. The Parties agree to indemnify and hold Sooq Al Thahab harmless against any reputational, financial, or regulatory consequences arising from such actions.
ar: يقرّ الطرفان بأن أي إخلال أو سوء تصرف أو إهمال من أيٍّ منهما لا يُنسب إلى منصة سوق الذهب. كما يتفق الطرفان على تعويض منصة سوق الذهب وإبرائها من أي آثار سمعية أو مالية أو تنظيمية تنشأ عن مثل هذه الأفعال.

source: Sooq Al Thahab reserves the right to enforce custody policies, suspend access, or initiate investigation or resolution measures if it believes the Agreement's terms or Sharia principles are being violated.
ar: تحتفظ منصة سوق الذهب بحقها في تطبيق سياسات الحفظ أو تعليق الوصول أو الشروع في إجراءات التحقيق أو المعالجة إذا رأت أن شروط هذا الاتفاق أو مبادئ الشريعة الإسلامية يتم انتهاكها.

source: Indemnity and Limitation of Liability
ar: التعويض وتحديد المسؤولية

source: The Provider and the Jeweler each agree to indemnify, defend, and hold harmless Sooq Al Thahab its officers, directors, employees, and affiliates from and against any direct or indirect loss, liability, claim, damage, cost, or expense (including legal fees) arising out of or in connection with
ar: يوافق كل من المزوّد والصائغ على تعويض منصة سوق الذهب والدفاع عنها وإبرائها، بما في ذلك مسؤوليها ومديريها وموظفيها والجهات التابعة لها، من أي خسارة أو مسؤولية أو مطالبة أو ضرر أو تكلفة أو مصروف (بما في ذلك الأتعاب القانونية) سواء كانت مباشرة أو غير مباشرة، تنشأ عن أو تتعلق بـ:

source: Any breach of this Agreement by the Provider or Jeweler.
ar: أي إخلال بهذا الاتفاق من قبل المزوّد أو الصائغ.

source: Any misrepresentation, fraud, or negligence by the Provider or Jeweler.
ar: أي تحريف للحقائق أو احتيال أو إهمال من قبل المزوّد أو الصائغ.

source: Any reputational harm, regulatory inquiry, or third-party claim resulting from the conduct of either Party.
ar: أي ضرر بالسمعة أو تحقيق تنظيمي أو مطالبة من طرف ثالث ناتجة عن تصرفات أي من الطرفين.

source: Any operational failure, shipment issue, or compliance violation arising from actions or omissions by the Provider or Jeweler.
ar: أي فشل تشغيلي أو مشكلة في الشحن أو مخالفة امتثال ناتجة عن أفعال أو إغفالات المزوّد أو الصائغ.

source: This indemnity shall survive the termination or expiration of this Agreement.
ar: يظل هذا الالتزام بالتعويض ساريًا بعد إنهاء أو انتهاء هذا الاتفاق.

source: 9.5 Sooq Al Thahab Neutrality and Non-Party
ar: 9.5 حياد منصة سوق الذهب وعدم كونها طرفًا

source: Sooq Al Thahab acts solely as a neutral facilitator and agent (Wakil) under this Agreement, providing custodial, logistical, and digital services for the benefit of the Parties under their Sooq Al Thahab digital app/platform.
ar: تعمل منصة سوق الذهب حصريًا كمُيسّر محايد ووكيل (وكيل شرعي) بموجب هذا الاتفاق، وتقدم خدمات الحفظ والخدمات اللوجستية والخدمات الرقمية لصالح الطرفين من خلال تطبيق/منصة سوق الذهب الرقمية.

source: The Parties acknowledge and agree that Sooq Al Thahab is not a party to the Musharakah Agreement and shall bear no responsibility for the commercial outcomes, profits, losses, or performance of either Party.
ar: يقرّ الطرفان ويوافقان على أن منصة سوق الذهب ليست طرفًا في اتفاق المشاركة ولا تتحمل أي مسؤولية عن النتائج التجارية أو الأرباح أو الخسائر أو أداء أي من الطرفين.

source: Sooq Al Thahab shall not be deemed a fiduciary, guarantor, investor, or joint venture partner under any circumstances.
ar: لا تُعد منصة سوق الذهب بأي حال من الأحوال وصيًا أو ضامنًا أو مستثمرًا أو شريكًا في مشروع مشترك.

source: Reference to Sooq Al Thahab Terms
ar: الإحالة إلى شروط منصة سوق الذهب

source: The Parties acknowledge that their use of Sooq Al Thahab digital app/platform is governed by Sooq Al Thahab's Subscription Terms and Conditions, Cancellation Policy and Cancellation Policy, which they have agreed to independently. In case of conflict between this Agreement and Sooq Al Thahab terms, this Agreement shall govern the Musharakah relationship.
ar: يقرّ الطرفان بأن استخدامهما لتطبيق/منصة سوق الذهب الرقمية يخضع لشروط وأحكام الاشتراك وسياسة الإلغاء الخاصة بمنصة سوق الذهب، والتي وافقا عليها بشكل مستقل. وفي حال وجود تعارض بين هذا الاتفاق وشروط منصة سوق الذهب، تسود أحكام هذا الاتفاق فيما يتعلق بعلاقة المشاركة.

source: The Parties acknowledge that their use of Sooq Al Thahab Terms and Conditions shall be the version in effect at the time of signing this Agreement. Material amendments to such Terms and Conditions shall require at least thirty (30) days' prior written notice to the Parties. Continued use of the Platform following such notice shall constitute acceptance of the revised Terms. Non-material updates may be enforced immediately upon publication on the Platform, and it is the user's responsibility to review such changes periodically.
ar: يقرّ الطرفان بأن شروط وأحكام منصة سوق الذهب السارية هي النسخة المعمول بها وقت توقيع هذا الاتفاق. وتتطلب أي تعديلات جوهرية على تلك الشروط والأحكام إشعارًا خطيًا مسبقًا للطرفين لا يقل عن ثلاثين (30) يومًا. ويُعد الاستمرار في استخدام المنصة بعد هذا الإشعار قبولًا للشروط المعدلة. أما التحديثات غير الجوهرية فيجوز تطبيقها فور نشرها على المنصة، وتقع على المستخدم مسؤولية مراجعة هذه التغييرات بشكل دوري.

source: Final Provisions
ar: أحكام ختامية

source: Entire Agreement
ar: كامل الاتفاق

source: This Agreement constitutes the entire understanding between the Parties and supersedes all prior agreements, discussions, or communications (oral or written) relating to the subject matter hereof.
ar: يمثل هذا الاتفاق كامل التفاهم بين الطرفين ويحل محل جميع الاتفاقات أو المناقشات أو المراسلات السابقة، سواء كانت شفهية أو كتابية، والمتعلقة بموضوعه.

source: Counterparts and Electronic Signatures
ar: النسخ المتعددة والتوقيعات الإلكترونية

source: This Agreement may be executed in counterparts, each of which shall be deemed an original. Signatures delivered electronically (e.g., PDF or digital signature platforms) shall be valid and enforceable.
ar: يجوز تنفيذ هذا الاتفاق في نسخ متعددة، وتُعد كل نسخة منها أصلًا. وتكون التوقيعات المرسلة إلكترونيًا (مثل ملفات PDF أو منصات التوقيع الرقمي) صحيحة وملزمة وقابلة للتنفيذ.

source: No Partnership or Employment with Sooq Al Thahab
ar: عدم قيام شراكة أو علاقة عمل مع منصة سوق الذهب

source: Nothing in this Agreement shall be construed to create a partnership, joint venture, or employment relationship between Sooq Al Thahab and either Party.
ar: لا يُفسَّر أي حكم من أحكام هذا الاتفاق على أنه ينشئ شراكة أو مشروعًا مشتركًا أو علاقة عمل بين منصة سوق الذهب وأي من الطرفين.

source: Notices
ar: الإشعارات

source: All notices under this Agreement must be made in writing and delivered via email, registered mail, or in person to the contact addresses provided by each Party.
ar: يجب أن تكون جميع الإشعارات بموجب هذا الاتفاق مكتوبة، وأن يتم إرسالها عبر البريد الإلكتروني أو البريد المسجل أو تسليمها يدويًا إلى عناوين الاتصال التي يحددها كل طرف.

source: Assignment
ar: التنازل

source: A Party may not assign or transfer its rights or obligations under this Agreement without the prior written consent of the other Party.
ar: لا يجوز لأي طرف التنازل عن حقوقه أو التزاماته بموجب هذا الاتفاق أو نقلها إلا بعد الحصول على موافقة خطية مسبقة من الطرف الآخر.

source: Good Faith
ar: حسن النية

source: The Parties agree to act in good faith and in accordance with the principles of trust and cooperation throughout the performance of this Agreement.
ar: يتفق الطرفان على التصرف بحسن نية ووفقًا لمبادئ الثقة والتعاون طوال مدة تنفيذ هذا الاتفاق.

source: Language
ar: اللغة

source: In the event of discrepancy between the English and Arabic versions of this Agreement, the [Arabic/English] version shall prevail.
ar: في حال وجود أي تعارض بين النسختين العربية والإنجليزية من هذا الاتفاق، تسود النسخة [العربية/الإنجليزية].

source: Survival of Clauses
ar: سريان بعض الأحكام

source: The provisions relating to confidentiality, indemnity, dispute resolution, and governing law shall survive the termination or expiry of this Agreement.
ar: تظل الأحكام المتعلقة بالسرية والتعويض وتسوية النزاعات والقانون الواجب التطبيق سارية بعد إنهاء أو انتهاء هذا الاتفاق.

source: Waiver
ar: التنازل عن الحق

source: A failure or delay by either Party to enforce any provision of this Agreement shall not be deemed a waiver of its rights, nor shall any partial enforcement preclude full enforcement thereafter.
ar: لا يُعد إخفاق أو تأخير أي طرف في تنفيذ أي حكم من أحكام هذا الاتفاق تنازلًا عن حقوقه، كما لا يمنع التنفيذ الجزئي من التنفيذ الكامل لاحقًا.

source: Third-Party Rights
ar: حقوق الغير

source: This Agreement is made solely for the benefit of the Parties and does not grant any rights to any third party, including affiliates, employees, or contractors, unless expressly stated herein.
ar: أُبرم هذا الاتفاق لمصلحة الطرفين فقط، ولا يمنح أي حقوق لأي طرف ثالث، بما في ذلك الجهات التابعة أو الموظفين أو المتعاقدين، ما لم يُنص على ذلك صراحةً فيه.

source: Headings
ar: العناوين

source: The headings in this Agreement are for convenience only and shall not affect the interpretation of any provision.
ar: وُضعت العناوين في هذا الاتفاق للتسهيل فقط، ولا تؤثر على تفسير أي حكم من أحكامه.

source: Agreement and Signature
ar: الاتفاق والتوقيع

source: Acceptance of this Musharakah Contract
ar: قبول عقد المشاركة هذا

source: By signing this Agreement, both the Provider and the Jeweler confirm that they have read, understood, and fully accept the terms and conditions of this Musharakah Agreement. They acknowledge that this Agreement is binding and enforceable in accordance with its terms.
ar: بموجب توقيع هذا الاتفاق، يؤكد كل من المزوّد والصائغ أنهما قد قرآ وفهما وقبلا بالكامل شروط وأحكام عقد المشاركة هذا، ويقرّان بأن هذا الاتفاق ملزم وقابل للتنفيذ وفقًا لأحكامه.

source: Termination Receipt
ar: إيصال إنهاء

source: TERMINATION RECEIPT
ar: إيصال الإنهاء

source: Insurance Fee
ar: رسوم التأمين

source: Logistic Fee
ar: رسوم اللوجستيات

source: Purchase Request
ar: طلب الشراء

source: Dear %(business_name)s,
ar: عزيزي/عزيزتي %(business_name)s،

source: Precious Item
ar: عنصر ثمين

source: For any questions, feel free to contact us.
ar: لأي استفسارات، لا تتردد في التواصل معنا.

source: Thank you,
ar: شكرًا لك،

source: Sooq Al Thahab Accounts Team
ar: فريق الحسابات في سوق الذهب

source: Invitation for Sub Admin
ar: دعوة للمسؤول الفرعي

source: You're Invited to Join as Sub Admin
ar: لقد تمت دعوتك للانضمام كمسؤول فرعي

source: We are excited to invite you to join Sooq Al Thahab as a %(role)s. This role will grant you access to manage and oversee specific administrative tasks.
ar: يسعدنا دعوتك للانضمام إلى سوق الذهب كـ %(role)s. سيسمح لك هذا الدور بإدارة ومتابعة مهام إدارية محددة.

source: Your account has been successfully created. Below are your login details:
ar: تم إنشاء حسابك بنجاح. فيما يلي تفاصيل تسجيل الدخول الخاصة بك:

source: Email ID
ar: البريد الإلكتروني

source: Temporary Password
ar: كلمة المرور المؤقتة

source: Please log in and change your password upon first access.
ar: يرجى تسجيل الدخول وتغيير كلمة المرور عند الدخول لأول مرة.

source: If you have any questions, feel free to contact us.
ar: إذا كان لديك أي أسئلة، فلا تتردد في التواصل معنا.

source: Sooq Al Thahab Admin
ar: إدارة سوق الذهب

source: Invitation to Join as Sub User
ar: لقد تمت دعوتك للانضمام كمسؤول فرعي

source: You're Invited to Join our Business as a Sub User
ar: لقد تمت دعوتك للانضمام كمسؤول فرعي

source: You have been added as a Sub User under the %(business_name)s on Sooq Al Thahab.
ar: لقد تمت إضافتك كمستخدم فرعي تحت اسم %(business_name)s على سوق الذهب.

source: Your account has been successfully created. Please find your login credentials below:
ar: تم إنشاء حسابك بنجاح. يرجى العثور على بيانات تسجيل الدخول الخاصة بك أدناه:

source: If you have any questions, please reach out to your business admin or contact our support team.
ar: إذا كان لديك أي استفسارات، يرجى التواصل مع مسؤول أعمالك أو الاتصال بفريق الدعم لدينا.

source: Sooq Al Thahab Team
ar: فريق سوق الذهب

source: Subscription Expired
ar: انتهت الاشتراك

source: Dear %(user_name)s,
ar: عزيزي %(user_name)s،

source: We regret to inform you that your <strong>%(plan_name)s</strong> subscription for <strong>%(business_name)s</strong> has expired on <strong>%(expiry_date)s</strong>.
ar: نأسف لإبلاغك بأن اشتراكك <strong>%(plan_name)s</strong> الخاص بـ <strong>%(business_name)s</strong> قد انتهى في <strong>%(expiry_date)s</strong>.

source: Important Notice:
ar: إشعار مهم:

source: Your access to premium features and services has ended due to subscription expiration. To restore access, please renew your subscription as soon as possible.
ar: انتهى وصولك إلى الميزات والخدمات المميزة بسبب انتهاء الاشتراك. لاستعادة الوصول، يرجى تجديد اشتراكك في أقرب وقت ممكن.

source: To restore your access to all features and continue using our services, please renew your subscription as soon as possible.
ar: لاستعادة إمكانية الوصول إلى جميع الميزات ومواصلة استخدام خدماتنا، يرجى تجديد اشتراكك في أقرب وقت ممكن.

source: We value your business and want to ensure you can continue to benefit from our platform. If you have any questions about the renewal process or need assistance, our support team is here to help.
ar: نحن نقدر تعاونك معنا ونسعى لضمان استمرار استفادتك من منصتنا. إذا كانت لديك أي أسئلة حول عملية التجديد أو كنت بحاجة إلى مساعدة، فإن فريق الدعم لدينا جاهز لمساعدتك.

source: Thank you for your understanding.
ar: شكراً لتفهمك.

source: The Sooq Al Thahab Team
ar: فريق سوق الذهب

source: Subscription Expiring Soon
ar: سينتهي الاشتراك قريباً

source: We wanted to remind you that your <strong>%(plan_name)s</strong> subscription for <strong>%(business_name)s</strong> will expire in <strong>%(days)s day%(days|pluralize)s</strong> on <strong>%(expiry_date)s</strong>.
ar: نود تذكيرك بأن اشتراك <strong>%(plan_name)s</strong> الخاص بـ <strong>%(business_name)s</strong> سينتهي خلال <strong>%(days)s يوم%(days|pluralize)s</strong> في تاريخ <strong>%(expiry_date)s</strong>.

source: Important:
ar: مهم:

source: To avoid any service interruption, please renew your subscription before the expiration date.
ar: لتجنب أي انقطاع في الخدمة، يرجى تجديد اشتراكك قبل تاريخ الانتهاء.

source: Your subscription provides you with access to our premium features and services. To continue enjoying these benefits without interruption, we recommend renewing your subscription as soon as possible.
ar: يمنحك اشتراكك إمكانية الوصول إلى ميزاتنا وخدماتنا المميزة. وللاستمرار في الاستفادة من هذه المزايا دون انقطاع، نوصي بتجديد اشتراكك في أقرب وقت ممكن.

source: If you have any questions or need assistance with the renewal process, please don't hesitate to contact our support team.
ar: إذا كانت لديك أي أسئلة أو كنت بحاجة إلى مساعدة بخصوص عملية التجديد، فالرجاء عدم التردد في التواصل مع فريق الدعم لدينا.

source: Thank you for being a valued customer.
ar: شكراً لكونك عميلاً قيماً.

source: Subscription Payment Failed
ar: فشل دفع الاشتراك

source: %(organization_name)s Subscription Payment Failed
ar: فشل دفع اشتراك %(organization_name)s

source: Dear %(display_name)s,
ar: عزيزي %(display_name)s،

source: We were unable to process the payment for your subscription to
ar: لم نتمكن من معالجة الدفع لاشتراكك في

source: Subscription Plan
ar: الوصف

source: Billing Period
ar: فترة الفوترة

source: Reason
ar: السبب

source: To continue enjoying uninterrupted access to your subscription, please update your payment details and retry the transaction.
ar: لمتابعة الاستمتاع بالوصول دون انقطاع إلى اشتراكك، يرجى تحديث تفاصيل الدفع الخاصة بك وإعادة المحاولة.

source: If you need assistance, our support team is here to help.
ar: إذا كنت بحاجة إلى مساعدة، فريق الدعم لدينا موجود للمساعدة.

source: Subscription Grace Period Started
ar: بدء فترة السماح للاشتراك

source: Grace Period Started
ar: بدأت فترة السماح

source: Your <strong>%(plan_name)s</strong> subscription for <strong>%(business_name)s</strong> has entered a grace period as it expired on <strong>%(expiry_date)s</strong>.
ar: دخل اشتراكك <strong>%(plan_name)s</strong> الخاص بـ <strong>%(business_name)s</strong> في فترة السماح بعد انتهاء صلاحيته بتاريخ <strong>%(expiry_date)s</strong>.

source: Grace Period:
ar: فترة السماح:

source: You have <strong>%(days)s day%(days|pluralize)s</strong> to renew your subscription before your access is completely suspended.
ar: لديك <strong>%(days)s يوم%(days|pluralize)s</strong> لتجديد اشتراكك قبل تعليق وصولك بشكل كامل.

source: During this grace period, you may experience limited access to some features. To restore full access and avoid complete service interruption, please renew your subscription within the grace period.
ar: خلال فترة السماح هذه، قد تواجه وصولًا محدودًا إلى بعض الميزات. لاستعادة الوصول الكامل وتجنّب الانقطاع التام للخدمة، يُرجى تجديد اشتراكك خلال فترة السماح.

source: This grace period is provided as a courtesy to give you time to renew your subscription. We recommend taking action as soon as possible to ensure uninterrupted service.
ar: تم توفير فترة السماح هذه كإجراء تفضّلي لمنحك وقتًا لتجديد اشتراكك. نوصي باتخاذ الإجراء في أقرب وقت ممكن لضمان استمرارية الخدمة دون انقطاع.

source: If you have any questions or need assistance with the renewal process, please contact our support team immediately.
ar: إذا كانت لديك أي استفسارات أو كنت بحاجة إلى مساعدة في عملية التجديد، يُرجى التواصل مع فريق الدعم لدينا فورًا.

source: Subscription Invoice
ar: فاتورة الاشتراك

source: %(organization_name)s Subscription Invoice
ar: فاتورة اشتراك %(organization_name)s

source: Please find attached your invoice for
ar: يرجى الاطلاع على الفاتورة المرفقة الخاصة بـ

source: subscription.
ar: الاشتراك.

source: Invoice Number
ar: رقم الفاتورة

source: VAT Included
ar: شامل ضريبة القيمة المضافة

source: Your payment has been successfully processed. The invoice for your transaction is attached below.
ar: تمت معالجة الدفع الخاص بك بنجاح. الفاتورة الخاصة بمعاملتك مرفقة أدناه.

source: If you have any questions, please feel free to contact our support team.
ar: إذا كان لديك أي استفسارات، يرجى التواصل بحرية مع فريق الدعم لدينا.

source: POSTPAID Subscription Activated
ar: تم تفعيل اشتراك الدفع الآجل

source: %(organization_name)s Subscription Activated
ar: تم تفعيل اشتراك %(organization_name)s

source: Your <strong>%(plan_name)s</strong> subscription for <strong>%(business_name)s</strong> has been successfully activated.
ar: تم تفعيل اشتراكك <strong>%(plan_name)s</strong> الخاص بـ <strong>%(business_name)s</strong> بنجاح.

source: Subscription Status: ACTIVE
ar: حالة الاشتراك: نشط

source: Subscription Details
ar: تفاصيل الاشتراك

source: Start Date
ar: تاريخ البدء

source: End Date
ar: تاريخ الانتهاء

source: Billing Frequency
ar: تكرار الفوترة

source: Upcoming Payment Information
ar: معلومات الدفعة القادمة

source: Your subscription is now active. <strong>No payment was charged at this time.</strong> Your first payment of <strong>%(subscription_amount)s BHD</strong> will be automatically deducted on <strong>%(next_billing_date)s</strong> from your saved payment method.
ar: اشتراكك الآن نشط. <strong>لم يتم خصم أي دفعة في هذا الوقت.</strong> سيتم خصم الدفعة الأولى بقيمة <strong>%(subscription_amount)s BHD</strong> تلقائيًا في <strong>%(next_billing_date)s</strong> من طريقة الدفع المحفوظة لديك.

source: You will receive an invoice and receipt via email when the payment is processed.
ar: ستتلقى فاتورة وإيصالًا عبر البريد الإلكتروني عند معالجة الدفع.
