Repository: mayank-tagline555/mayank-SOOQ
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Sooq Al Thahab fees applicable to this specific jewelry batch.
ar: رسوم سوق الذهب الخاصة بهذه الدفعة من المجوهرات؛

source: Delivery and shipping costs related to customer orders originating from this Musharakah.
ar: تكاليف التوصيل والشحن المتعلقة بالطلبات الصادرة من هذه المشاركة.

source: These expenses shall be transparently documented by the Jeweler and are recoverable from gross revenue prior to calculating profit.
ar: يجب على الصائغ توثيق هذه المصروفات بشفافية، ويجوز استردادها من إجمالي الإيرادات قبل احتساب الأرباح.

source: Non-Recoverable Expenses
ar: المصاريف غير القابلة للاسترداد

source: Any costs not directly tied to the jewelry produced under this Musharakah shall be borne solely by the Jeweler and shall not be deducted from the gross revenue. These Non-Recoverable Expenses include, but are not limited to:
ar: يتحمل الصائغ وحده أي تكاليف لا ترتبط بشكل مباشر بالمجوهرات المنتجة بموجب هذه المشاركة، ولا يتم خصمها من إجمالي الإيرادات. وتشمل هذه التكاليف غير القابلة للاسترداد، على سبيل المثال لا الحصر:

source: Sooq Al Thahab platform subscription or general membership fees.
ar: رسوم الاشتراك أو العضوية العامة في منصة سوق الذهب.

source: Marketing, branding, or advertising costs that are not exclusively related to this 0.
ar: تكاليف التسويق أو العلامة التجارية أو الإعلانات التي لا تتعلق حصريًا بهذه المشاركة.

source: Staff salaries, administrative overhead, or other operational costs of the Jeweler's business.
ar: رواتب الموظفين أو المصاريف الإدارية أو أي تكاليف تشغيلية أخرى لأعمال الصائغ/المصمم.

source: These costs are considered out-of-scope for this Agreement and shall not affect the profit calculation or distribution.
ar: تُعتبر هذه التكاليف خارج نطاق هذه الاتفاقية، ولا تؤثر على احتساب الأرباح أو توزيعها.

source: Calculation of Net Profit
ar: احتساب صافي الربح

source: Net profit = Gross Sales Revenue - Recoverable expenses paid by the Jeweler
ar: صافي الربح = إجمالي إيرادات البيع − المصاريف القابلة للاسترداد التي دفعها الصائغ/المصمم

source: Net Profit shall then be distributed as per the profit-sharing ratio in 4.1
ar: يتم بعد ذلك توزيع صافي الربح حسب نسبة تقاسم الأرباح الموضحة في المادة ٤.١.

source: Losses
ar: الخسائر

source: Business losses, such as unsold inventory or precious metals/stones loss (e.g., precious metals/stones wastage), shall be borne by both Parties in proportion to their capital contributions. However, if the loss is due to negligence, fraud, or misconduct, the responsible Party shall bear that portion exclusively, as per Sharia principles.
ar: تتحمل الخسائر التشغيلية مثل البضاعة غير المباعة أو ضياع المعادن/الأحجار الكريمة (مثل الهدر في المواد) من قبل الطرفين بنسبة تتناسب مع مساهماتهما في رأس المال. ومع ذلك، إذا نتجت الخسارة عن إهمال أو احتيال أو سوء تصرف، فإن الطرف المسؤول يتحمل تلك الخسارة وحده، وفقاً لمبادئ الشريعة الإسلامية.

source: Audit and Access Rights
ar: حقوق التدقيق والوصول

source: The Provider shall have the right, upon reasonable prior notice, to request digital access to sales reports, inventory status, and recoverable expense documentation related to this Musharakah.
ar: يحقّ للمزوّد، بعد إشعارٍ مسبقٍ ومعقول، طلب الوصول الرقمي إلى تقارير المبيعات، وحالة المخزون، والمستندات المتعلقة بالمصاريف القابلة للاسترداد المرتبطة بهذه المشاركة.

source: The Provider acknowledges that any request for access to digital reports or expense documentation may be subject to a reporting and facilitation fee to be charged by Sooq Al Thahab , subject to a transparent fee schedule agreed separately.
ar: يقر المزود بأن أي طلب للحصول على تقارير رقمية أو مستندات مصاريف قد يخضع لرسوم إعداد وتيسير يتم تحصيلها من قبل سوق الذهب، وذلك وفق جدول رسوم شفاف يتم الاتفاق عليه بشكل منفصل.

source: RESPONSIBILITIES OF THE PARTIES
ar: مسؤوليات الأطراف

source: Jeweler's Responsibilities
ar: مسؤوليات الصائغ

source: Providing designs for the jewelry products.
ar: توفير التصاميم الخاصة بمنتجات المجوهرات.

source: Cover all cost related to jeweler manufacture, sales, marketing and advertising.
ar: تحمّل جميع التكاليف المتعلقة بتصنيع المجوهرات وبيعها وتسويقها والإعلان عنها.

source: Ensuring the precious metals/stones is used in the production of the jewelry in accordance with the designs provided at a minimum.
ar: ضمان استخدام المعادن الثمينة و/أو الأحجار الكريمة في تصنيع المجوهرات بما يتوافق، كحد أدنى، مع التصاميم المقدّمة.

source: Overseeing the sale and marketing of the finished jewelry products to achieve best possible outcomes, and inform the Providers about the progress and status of the manufacturing process and the sale of the jewelry.
ar: الإشراف على بيع وتسويق منتجات المجوهرات النهائية لتحقيق أفضل النتائج الممكنة، وإبلاغ المزوّدين بتقدّم وحالة عملية التصنيع وبيع المجوهرات.

source: Submit monthly reports to the Provider via Sooq Al Thahab digital app/platform, detailing the number of pieces produced, sold, remaining inventory, gross revenue, and a breakdown of any recoverable expenses incurred.
ar: تقديم تقارير شهرية إلى المزوّد عبر التطبيق أو المنصة الرقمية الخاصة بسوق الذهب، تتضمن عدد القطع المنتَجة والمباعة، والمخزون المتبقي، وإجمالي الإيرادات، وتفصيلاً لأي مصاريف قابلة للاسترداد تم تكبدها.

source: The Jeweler shall begin production within 30 days of receiving materials and shall list the resulting products for sale within 30 days, unless prevented by a force majeure event.
ar: يجب على الصائغ البدء في الإنتاج خلال 30 يوماً من تاريخ استلام المواد، كما يلتزم بعرض المنتجات الناتجة للبيع خلال 30 يوماً، ما لم تمنعه حالة قوة قاهرة.

source: The Jeweler shall be fully responsible for the custody, condition, and handling of all materials or products in their possession or under their direction.
ar: يكون الصائغ مسؤولاً مسؤولية كاملة عن حيازة وحالة والتعامل مع جميع المواد أو المنتجات التي تكون في حوزته أو تحت إشرافه.

source: Provider's Responsibilities
ar: مسؤوليات المزوّد

source: Providing the precious metals/stones for the production of jewelry, based on the agreed terms.
ar: توفير المعادن الثمينة و/أو الأحجار الكريمة اللازمة لإنتاج المجوهرات، وفقاً للشروط المتفق عليها.

source: Maintaining transparency regarding the quantity and value of the precious metals/stones provided and provide evidence for which.
ar: الالتزام بالشفافية فيما يتعلق بكميات وقيمة المعادن الثمينة و/أو الأحجار الكريمة المقدّمة، وتقديم ما يثبت ذلك.

source: TERM AND TERMINATION
ar: المدة وإنهاء الاتفاقية

source: Term
ar: المدة

source: This Agreement shall remain in force for a period of
ar: يظل هذا الاتفاق ساريًا لمدة

source: days
ar: أيام

source: from the date this Agreement is signed by both Parties, unless earlier terminated in accordance with this Section.
ar: اعتباراً من تاريخ توقيع هذه الاتفاقية من قبل الطرفين، ما لم يتم إنهاؤها في وقت سابق وفقاً لأحكام هذا القسم.

source: Either Party may request termination by providing at least sixty (60) days written notice; however, such termination shall be subject to the applicable settlement obligations and conditions set forth in Clauses 6.2 and 6.3.
ar: يجوز لأي من الطرفين طلب إنهاء الاتفاقية بإشعار كتابي لا يقل عن ستين (60) يومًا، على أن يخضع هذا الإنهاء لالتزامات وشروط التسوية المنصوص عليها في البندين 6.2 و6.3.

source: Any termination by either Party under this Clause shall be deemed an early termination and shall be subject to the settlement procedures and financial obligations set forth in Clauses 6.2 or 6.3, as applicable.
ar: يُعد أي إنهاء من أي طرف بموجب هذا البند إنهاءً مبكراً، ويخضع لإجراءات التسوية والالتزامات المالية المنصوص عليها في البند 6.2 أو 6.3، حسب الاقتضاء.

source: Early Termination by the Provider
ar: الإنهاء المبكر من قبل المزوّد

source: During the notice period, Sooq Al Thahab will in kind assist in finding a
ar: خلال فترة الإشعار، ستقوم سوق الذهب بتقديم المساعدة العينية في العثور على

source: replacement Provider
ar: مزوّد بديل

source: to assume the Provider's existing precious metals/stones position under the same terms.
ar: ليحل محل المزوّد في مركز المعادن الثمينة و/أو الأحجار الكريمة القائم، وفقاً لنفس الشروط.

source: If a replacement is found and accepted by all Parties, no penalty shall apply.
ar: في حال العثور على بديل وقبوله من قبل جميع الأطراف، لا تترتب أي غرامة.

source: If no replacement is found
ar: في حال عدم العثور على بديل

source: The Investor shall pay an early termination settlement, being one of the following at the discretion of the Jeweler:
ar: يلتزم المستثمر بدفع تسوية الإنهاء المبكر، وذلك وفق أحد الخيارات التالية وبحسب تقدير الصائغ:

source: All documented manufacturing, tax, and associated operational costs related to unsold jewelry produced using the Provider's precious metals/stones.
ar: جميع تكاليف التصنيع والضرائب والتكاليف التشغيلية المرتبطة بها، والموثَّقة، والمتعلقة بالمجوهرات غير المباعة التي تم إنتاجها باستخدام المعادن النفيسة/الأحجار الكريمة الخاصة بالمزوّد.

source: Or the retail price of the unsold jewelry, upon which the Provider will take full possession of the items.
ar: أو بسعر التجزئة للمجوهرات غير المباعة، وعندها يتولى المزوّد الحيازة الكاملة لتلك المنتجات.

source: This ensures the Jeweler is reimbursed for their out-of-pocket costs and profit, and the Provider retains ownership of the final products.
ar: يضمن ذلك تعويض الصائغ عن التكاليف التي تكبّدها من ماله الخاص وعن أرباحه، مع احتفاظ المزوّد بملكية المنتجات النهائية.

source: Retail price shall be based on the last listed price of the product on Sooq Al Thahab's platform, or the most recent sale price, whichever is lower.
ar: يتم احتساب سعر التجزئة بناءً على آخر سعر مُدرج للمنتج على منصة سوق الذهب، أو على أحدث سعر بيع، أيهما أقل.

source: Early Termination by the Jeweler
ar: الإنهاء المبكر من قبل الصائغ

source: If the Jeweler chooses to terminate this Agreement early, they must
ar: في حال اختار الصائغ إنهاء هذه الاتفاقية مبكراً، يتعيّن عليه

source: Return the equivalent weight and purity of the Provider's precious metals, either in bullion or finished product form.
ar: إعادة الوزن والنقاء المكافئين لمعادن المزوّد الثمينة، سواءً على شكل سبائك أو منتجات نهائية.

source: Return the equivalent type, weight, and quality of the Provider's precious stones, either in their original form or as part of unsold finished jewelry.
ar: إعادة النوع والوزن والجودة المكافئة للأحجار الكريمة الخاصة بالمزوّد، سواءً بصورتها الأصلية أو كجزء من مجوهرات نهائية غير مباعة.

source: Bear delivery and insurance costs only if the Jeweler had previously been granted approved custody of the precious metals/stones or jewelry.
ar: تحمّل تكاليف التسليم والتأمين فقط إذا كان الصائغ قد مُنح مسبقاً حيازة معتمدة للمعادن الثمينة و/أو الأحجار الكريمة أو المجوهرات.

source: If the precious metals/stones or jewelry remained within Sooq Al Thahab custody, return logistics shall be arranged by Sooq Al Thahab at the Provider's expense.
ar: في حال بقاء المعادن الثمينة و/أو الأحجار الكريمة أو المجوهرات تحت حيازة سوق الذهب، يتم ترتيب إجراءات الإرجاع من قبل سوق الذهب وعلى نفقة المزوّد.

source: Custody and Ecosystem Compliance
ar: الحيازة والالتزام بمنظومة العمل

source: The Jeweler agrees that all jewelry produced under this Musharakah, and any precious metals/stones held for the Provider, must remain within the custody of Sooq Al Thahab or a location pre-approved in writing by both the Provider and Sooq Al Thahab.
ar: يوافق الصائغ على أن جميع المجوهرات المنتجة ضمن هذه المشاركة، وأي معادن نفيسة/أحجار كريمة محتفظ بها للمزوّد، يجب أن تظل ضمن حيازة سوق الذهب أو في موقع آخر مُعتمد مسبقًا وخطيًا من قبل كلٍ من المزوّد وسوق الذهب.

source: The Jeweler shall not host or relocate the Provider's precious metals/stones or jewelry to any private location, shop, or facility without explicit written approval from
ar: لا يجوز للصائغ استضافة أو نقل المعادن النفيسة/الأحجار الكريمة أو المجوهرات الخاصة بالمزوّد إلى أي موقع خاص، متجر، أو منشأة دون موافقة خطية صريحة من

source: The Provider
ar: المزوّد

source: Unauthorized custody shall be considered a material breach of this Agreement and trigger Clause 6.5.
ar: تُعدّ الحيازة غير المصرّح بها إخلالاً جوهرياً بهذه الاتفاقية ويترتب عليها تطبيق البند 6.5.

source: Termination for Breach
ar: الإنهاء بسبب الإخلال

source: If either Party commits a material breach of this Agreement — including, but not limited to:
ar: إذا ارتكب أي من الطرفين إخلالاً جوهرياً بهذه الاتفاقية، بما في ذلك على سبيل المثال لا الحصر:

source: Unauthorized use, relocation, or withholding of precious metals/stones or jewelry.
ar: الاستخدام أو النقل أو الاحتجاز غير المصرّح به للمعادن الثمينة و/أو الأحجار الكريمة أو المجوهرات.

source: Misrepresentation of costs, design ownership, or product delivery
ar: تمثيل خاطئ للتكاليف أو ملكية التصميم أو تسليم المنتج

source: Failure/Refusal to fulfill and perform agreed financial or any contractual obligations
ar: الإخفاق أو الامتناع عن تنفيذ والوفاء بالالتزامات المالية المتفق عليها أو أي التزامات تعاقدية أخرى.

source: Violation of confidentiality or custody terms
ar: انتهاك أحكام السرية أو شروط الحيازة.

source: Then the non-breaching Party (“Impacted Party”) shall have the right to:
ar: يكون للطرف غير المخِلّ («الطرف المتضرر») الحق في:

source: Immediately terminate the Agreement
ar: إنهاء الاتفاقية فوراً.

source: Claim compensation for all direct damages, including:
ar: المطالبة بالتعويض عن جميع الأضرار المباشرة، بما في ذلك:

source: The full value of any precious metals/stones misused or not returned if the Provider is the Impacted Party
ar: القيمة الكاملة لأي معادن نفيسة/أحجار كريمة أُسيء استخدامها أو لم يتم إرجاعها، في حال كان المزوِّد هو الطرف المتأثر

source: Any manufacturing or operational costs, incurred that remain unrecovered, if the Jeweler is the Impacted Party.
ar: أي تكاليف التصنيع أو التشغيل التي تم تكبدها ولم يتم استردادها، إذا كان الصائغ هو الطرف المتأثر.

source: Lost profit resulting from breached commitments (if quantifiable and mutually agreed).
ar: الأرباح المفقودة الناتجة عن الالتزامات المخترقة (إذا كانت قابلة للقياس ومتفق عليها بين الطرفين).

source: The breaching Party also agrees to pay an additional contractual penalty, of BHD %(penalty)s, or the actual financial loss or damage incurred by the non-breaching Party (“Impacted Party”) — whichever is higher — to compensate for reputational harm, disruption, and time loss, subject to Sharia principles of fairness and actual harm.
ar: يوافق الطرف المُخلّ أيضًا على دفع غرامة تعاقدية إضافية قدرها %(penalty)s دينار بحريني، أو مقدار الخسارة أو الضرر المالي الفعلي الذي تكبّده الطرف غير المُخلّ («الطرف المتأثر») — أيهما أعلى — وذلك تعويضًا عن الضرر بالسمعة، والتعطّل، وضياع الوقت، وفقًا لمبادئ الشريعة الإسلامية القائمة على العدالة ووقوع الضرر الفعلي.

source: If the claimed financial loss exceeds BHD %(penalty)s, the Impacted Party shall prepare a calculation of actual financial loss or damage, supported by evidence. If the breaching Party disputes the amount, the Parties shall jointly appoint an independent, qualified expert (or an arbitrator) to determine the sum, in accordance with the Civil Code of Bahrain. Failing agreement on the expert within 14 days, either Party may request the Bahrain courts to determine the appropriate amount pursuant to Articles 223–227 of Decree-Law 19/2001.
ar: إذا تجاوزت الخسارة المالية المُطالب بها مبلغ %(penalty)s دينار بحريني، يتعيّن على الطرف المتأثر إعداد بيان بحساب الخسارة أو الضرر المالي الفعلي، مدعومًا بالأدلة. وفي حال اعتراض الطرف المُخلّ على المبلغ، يعيّن الطرفان بشكل مشترك خبيرًا مستقلاً ومؤهلاً (أو مُحكّمًا) لتحديد المبلغ، وذلك وفقًا لأحكام القانون المدني لمملكة البحرين. وفي حال عدم الاتفاق على الخبير خلال مدة أربعة عشر (14) يومًا، يجوز لأي من الطرفين اللجوء إلى محاكم مملكة البحرين لتحديد المبلغ المناسب عملًا بالمواد 223–227 من المرسوم بقانون رقم 19 لسنة 2001.

source: In case of urgency and to avoid aggravated damages, the Impacted Party may refer the matter to the Urgent Matters Court to cease the violation and to appoint an expert to determine the damages and assess the compensation/ losses incurred.
ar: في حالات الاستعجال ولتجنّب تفاقم الأضرار، يجوز للطرف المتضرر إحالة الأمر إلى محكمة الأمور المستعجلة لوقف المخالفة وتعيين خبير لتحديد الأضرار وتقدير التعويضات و/أو الخسائر المتكبدة.

source: Sooq Al Thahab reserves the right to suspend or ban the breaching Party from future participation, and to notify other Impacted stakeholders.
ar: تحتفظ سوق الذهب بالحق في تعليق أو حظر الطرف المخِلّ من المشاركة المستقبلية، وإخطار أصحاب المصلحة الآخرين المتضررين.

source: Force Majeure
ar: القوة القاهرة

source: No party shall be liable or responsible to the other party, nor be deemed to have defaulted under or breached this Agreement, for any failure or delay in fulfilling or performing any term of this Agreement (except for any obligations to make payments to the other party hereunder), when and to the extent such failure or delay is caused by or results from acts beyond the impacted party's (“Impacted Party”) control, including, but not limited to, the following force majeure events (“Force Majeure Events”): (a) acts of God; (b) a natural disaster (fires, explosions, earthquakes, hurricane, flooding, storms, explosions, infestations, fog, extreme weather), epidemic, or pandemic; (c) war, invasion, hostilities (whether war is declared or not), terrorist threats or acts, riot or other civil unrest; (d) government order or law; (e) actions, embargoes or blockades in effect on or after the date of this Agreement; (f) action by any governmental authority; (g) national or regional emergency; (h) strikes, labor stoppages or slowdowns or other industrial disturbances; (i) loss or malfunction of utility, transportation, computer (hardware or software or data) or telephone communication service; (j) illegal act of audience or attendant as an individual or crowd. The Impacted Party shall give Notice within 2 days of the Force Majeure Event to the other party, stating the period of time the occurrence, impact, resolution and expected to continue. The Impacted Party shall use diligent efforts to end the failure or delay and ensure the effects of such Force Majeure Event are minimized. The Impacted Party shall resume the performance of its obligations as soon as reasonably practicable after the removal of the cause.
ar: لا يكون أي طرف مسؤولاً أو ملزماً تجاه الطرف الآخر، ولا يُعدّ متخلفاً أو مخلاً بهذه الاتفاقية، عن أي إخفاق أو تأخير في تنفيذ أي من أحكامها (باستثناء الالتزامات المتعلقة بسداد المدفوعات)، إذا كان ذلك الإخفاق أو التأخير ناتجاً عن أسباب خارجة عن سيطرة الطرف المتضرر («الطرف المتضرر»)، بما في ذلك على سبيل المثال لا الحصر أحداث القوة القاهرة التالية: (أ) الكوارث الطبيعية؛ (ب) الكوارث الطبيعية مثل الحرائق أو الانفجارات أو الزلازل أو الأعاصير أو الفيضانات أو العواصف أو الأوبئة أو الجوائح؛ (ج) الحروب أو الغزو أو الأعمال العدائية سواء أُعلنت الحرب أم لا، أو الأعمال أو التهديدات الإرهابية، أو الشغب أو الاضطرابات المدنية؛ (د) الأوامر أو القوانين الحكومية؛ (هـ) العقوبات أو الحظر أو القيود المفروضة بعد تاريخ هذه الاتفاقية؛ (و) تصرفات أي جهة حكومية؛ (ز) حالات الطوارئ الوطنية أو الإقليمية؛ (ح) الإضرابات أو توقف العمل أو الاضطرابات الصناعية؛ (ط) تعطل أو فقدان خدمات المرافق أو النقل أو أنظمة الحاسوب أو الاتصالات؛ (ي) الأفعال غير المشروعة من الأفراد أو التجمعات. ويلتزم الطرف المتضرر بإخطار الطرف الآخر خلال يومين من وقوع حدث القوة القاهرة، مع بيان مدة الحدث وتأثيره وإجراءات معالجته والمدة المتوقعة لاستمراره، وبذل الجهود المعقولة لإنهاء التأخير أو الإخفاق والحد من آثاره، واستئناف تنفيذ التزاماته فور زوال السبب وبالقدر الممكن عملياً.

source: Change in Control
ar: التغيير في السيطرة

source: In the event that either Party undergoes a change in ownership or control, they shall notify the other Party in writing within ten (10) business days of the change.
ar: في حال خضوع أي من الطرفين لتغيير في الملكية أو السيطرة، يلتزم بإخطار الطرف الآخر كتابياً خلال عشرة (10) أيام عمل من تاريخ التغيير.

source: The Parties shall engage in good faith discussions to assess whether the new ownership poses a material conflict of interest or commercial risk to the Musharakah.
ar: يلتزم الطرفان بالدخول في مناقشات بحسن نية لتقييم ما إذا كانت الملكية الجديدة تشكّل تعارض مصالح جوهرياً أو مخاطر تجارية على المشاركة.

source: If no such conflict or risk is identified, the Agreement shall remain valid and binding under the new ownership.
ar: في حال عدم وجود أي تعارض أو مخاطر من هذا القبيل، يظل هذا الاتفاق ساريًا وملزمًا في ظل الملكية الجديدة.

source: However, if no mutually acceptable solution is reached within thirty (30) days due to a material concern, the non-changing Party shall have the right to initiate a structured withdrawal or early termination process. In such case, the termination shall follow the same settlement procedures and financial obligations as set forth in Clause 6.2 or 6.3, as applicable.
ar: ومع ذلك، إذا لم يتم التوصل إلى حل مقبول للطرفين خلال ثلاثين (30) يومًا بسبب مخاوف جوهرية، يحق للطرف غير المتغيّر الشروع في عملية انسحاب منظم أو إنهاء مبكر للاتفاق. وفي هذه الحالة، يتم الإنهاء وفقًا لإجراءات التسوية والالتزامات المالية المنصوص عليها في البند 6.2 أو 6.3، حسب الاقتضاء.

source: DISPUTE RESOLUTION
ar: تسوية النزاعات

source: Subject to clause 6.5 above, in the event of any dispute, disagreement, or claim arising out of or relating to this Agreement, the Parties agree to attempt to resolve the matter amicably within a period of one month.
ar: رهناً بالبند 6.5 أعلاه، في حال حدوث أي نزاع أو خلاف أو مطالبة تنشأ عن هذه الاتفاقية أو تتعلق بها، يوافق الطرفان على محاولة حل الأمر وديًا خلال فترة شهر واحد.

source: If the dispute cannot be resolved through negotiations, the Parties agree to refer the matter to the Bahrain Chamber for Dispute Resolution (BCDR) for arbitration, in accordance with Sharia principles and the rules of the Kingdom of Bahrain.
ar: إذا تعذر حل النزاع من خلال المفاوضات، يوافق الطرفان على إحالة الأمر إلى غرفة البحرين لحل النزاعات (BCDR) للتحكيم، وفقًا لمبادئ الشريعة وقواعد مملكة البحرين.

source: Any arbitration award shall be final, binding, and enforceable in the courts of the Kingdom of Bahrain.
ar: يكون أي حكم تحكيمي نهائيًا وملزمًا وقابلًا للتنفيذ أمام محاكم مملكة البحرين.

source: GENERAL TERMS
ar: الأحكام العامة

source: Confidentiality
ar: السرية

source: Both Parties agree to maintain the confidentiality of any financial, proprietary, technical, or sensitive information exchanged during the course of this Agreement and not to disclose such information to any third party without prior written consent. This includes but is not limited to: business plans, pricing structures, precious metals/stones weight and value, precious stones type, weight, value, and quality, design details, supplier relationships, production costs, and customer data.
ar: يتعهد الطرفان بالحفاظ على سرية أي معلومات مالية أو مملوكة أو تقنية أو حساسة يتم تبادلها خلال تنفيذ هذا الاتفاق، وعدم الإفصاح عنها لأي طرف ثالث دون موافقة خطية مسبقة. ويشمل ذلك، على سبيل المثال لا الحصر: خطط الأعمال، هياكل التسعير، أوزان وقيم المعادن/الأحجار الكريمة، ونوع ووزن وقيمة وجودة الأحجار الكريمة، تفاصيل التصاميم، علاقات الموردين، تكاليف الإنتاج، وبيانات العملاء.

source: Confidentiality shall not apply to financial or operational disclosures required to ensure transparency and fairness in the execution of this Agreement between the Provider, the Jeweler, and Sooq Al Thahab.
ar: لا تسري أحكام السرية على الإفصاحات المالية أو التشغيلية المطلوبة لضمان الشفافية والعدالة في تنفيذ هذا الاتفاق بين المزوّد والصائغ ومنصة سوق الذهب.

source: Each Party is individually bound by this confidentiality obligation, and this clause shall act as a full and enforceable non-disclosure commitment between the Provider and the Jeweler without the need for a separate NDA.
ar: يلتزم كل طرف على حدة بهذا الالتزام بالسرية، ويُعد هذا البند التزامًا كاملًا وقابلًا للتنفيذ بعدم الإفصاح بين المزوّد والصائغ دون الحاجة إلى اتفاقية سرية منفصلة.

source: These confidentiality obligations shall remain in effect throughout the term of this Agreement and for two (2) years after its termination, unless otherwise required by law.
ar: تظل التزامات السرية سارية طوال مدة هذا الاتفاق ولمدة سنتين (2) بعد إنهائه، ما لم يقتضِ القانون خلاف ذلك.

source: Amendments
ar: التعديلات
